{
    "intents": [
        {
            "tag": "greeting",
            "patterns": ["Hi", "Is anyone there?", "Hello", "Good day"],
            "responses": ["Hello, thanks for visiting", "Good to see you again", "Hi there, how can I help?"],
            "context_set": ""
        },
        {
            "tag": "greeting_2",
            "patterns": ["I am ", "Good Morning"],
            "responses": ["Hi, nice to meet you", "It is a pleasure to meet you"]
        },
        {
            "tag": "greeting_3",
            "patterns": ["How is it going?", "How are you doing?", "How do you do?", "What's up?", "How are you?"],
            "responses": ["Good", "Fine", "Okay", "Great", "Could be better", "Very well, thanks", "Fine, and you?"]
        },
        {
            "tag": "goodbye",
            "patterns": ["Bye", "See you later", "Goodbye"],
            "responses": ["See you later, thanks for visiting", "Have a nice day", "Bye! Come back again soon."]
        },
        {
            "tag": "thanks",
            "patterns": ["Thanks", "Thank you", "That's helpful"],
            "responses": ["Happy to help!", "Any time!", "My pleasure"]
        },
        {
            "tag": "Defination",
            "patterns": ["What are essential oils", "What is essential oil", "What are essential used for?"],
            "responses": ["An essential oil is a concentrated hydrophobic liquid containing volatile (easily evaporated at normal temperatures) chemical compounds from plants. Essential oils are also known as volatile oils, ethereal oils, aetherolea, or simply as the oil of the plant from which they were extracted, such as oil of clove. An essential oil is 'essential' in the sense that it contains the 'essence of' the plant's fragrance—the characteristic fragrance of the plant from which it is derived. The term 'essential' used here does not mean indispensable or usable by the human body, as with the terms essential amino acid or essential fatty acid, which are so called because they are nutritionally required by a given living organism."]
        },
        {
            "tag": "Ambrette Absolute Oil",
            "patterns": ["What is Ambrette Absolute Oil", "Ambrette Oil", "Ambrette Essential Oil", "Ambrette"],
            "responses": ["USES:\nAmbrette oil is usually used for manufacturing high end, opulence cosmetics and perfume products. Often used for flavoring it enhances the tastes of baked products, chewing tobaccos, sweets and more. In Arabic cultures these seeds are at times mixed with coffee too. In India it is sold to the consumers as insect repellent packet with clothing to be placed in the closet and ignited as incense. Belabored for use in hair perfumes Ambrette tops the list as the most beneficial ornamental plant. Pods of the plant when at its bloom and green make mouthwatering pickle.\n\nBLENDS WELL WITH:\nThis oil blends perfectly with galbanum, lavender, and peppermint. Apart from it juniper berry, spruce , orange, balsam and mimosa mix quite easily with this oil. Combination of the oil with frankincense, costus, myrrh, cedarwoods and carrot seed adds great value to the products.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/ambrette-seed-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Amyris Oil",
            "patterns": ["What is Amyris Oil", "Amyris Essential Oil", "Amyris"],
            "responses": ["USES:\nAmyris oil is quite famous among consumers as insect repellent. Few drops of the oil when poured in a diffuser tends to pacify and relax a meditator . Many tend to place a bottle of this oil in their room to enhance well-being. This oil is also used as a subsitute to sandalwood oil in various soaps and creams . If placed in the grain container where you usually store your foodgrains ,it acts as a wonderful repellent against pests. Insence makers add few drops of the Amyris oil to adorn scent. Amyris oil if dilluted and gently massaged on to the face can aid a healthy glowing skin.\n\nBLENDS WELL WITH:\nThis oil blends perfectly with rose scents and lavandin. It also mixes easily with citronella, jasmine and cedarwood atlas.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/amyris-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Angelica root oil",
            "patterns": ["What is Angelica root oil", "Angelica root Essential oil", "Angelica oil", "Angelica"],
            "responses": ["USES:\nAngelica root oil is quite beneficial for dull skin. It relieves you of exhaustion, toxin build-up and water retention. The oils advantages can be used availed while curing psoriasis and gout. This essential oil is known for flavoring Chartreuse and Benedictine; both of them are idiosyncratic flavored liquors. In aromatherapy the oil is used to deal with anxiety, depression and stress. Many perfumeries use this essential oil for fragrancing.\n\nBLENDS WELL WITH:\nAngelica root oil blends perfectly with Juniper Berry oil and many spice oils. Its peppery aroma diffuses easily with Cedar wood and Bergamot oils. Many consumers love mixing this woody aromatic oil with orange.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/angelica-root-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Aniseed Oil",
            "patterns": ["What is Aniseed Oil", "Aniseed Essential Oil", "Ani seed Oil", "Aniseed", "Ani seed"],
            "responses": ["USES:\nAnise oil have been considered boon in curing muscle aches and rheumatism. Doctors have never refrained from mentioning its noteworthy contribution in curing flu, bronchitis, cough, flatulence and cold. Candy manufacturers often use the licorice scent of the oil to add flavour to their products. Anise oil is used widely by toothpaste and mouthwash brands as well to enhance the flavour of the comodity.Apart from tobacco products the oil is used to induce a flavoured twist to the wedding cakes.\n\nBLENDS WELL WITH:\nAniseed oil quickly mixes with eucalyptus,ginger,spearmint and dill. It's also known to blend well with mandarin,bay,petit grain,cedar wood,rosemary,fennel and peppermint.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/aniseed-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Arachis Essential Oil",
            "patterns": ["What is Arachis Essential Oil", "Arachis Oil", "Arachis"],
            "responses": ["USES:\nArachis essential oil is highly effective to treat joint and arthritis pain. It is widely used for the treatment of scalp crusting, dry skin, and other skin disorders. This oil is effective to treat scaling without hair loss. It finds its usefulness in pharmaceutical and other related industries. This oil is used for cooking purposes and adding flavors to the dishes.\n\nBLENDS WELL WITH:\nArachis essential oil effectively blends with the other carrier oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/arachis-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Argan oil",
            "patterns": ["What is Argan oil", "Argan Essential oil", "Argan"],
            "responses": ["USES:\nCulinary argan oil when used for dipping your breakfast bread, with salads, on couscous and many more such use increases the nutrient value. Herbal medical practitioners have been using unroasted argan oil to cure skin diseases and prescribe it as the best cosmetic oil for both; hair and skin. Wonderful for healing burns the oil is often used against rheumatism.\n\nBLENDS WELL WITH:\nAragan oil does blend well with other ingredients. The oil mixes well with Shea butter to make A grade moisturizer and hair conditioner.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/argan-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Armoise Oil",
            "patterns": ["What is Armoise Oil", "Armoise Essential Oil", "Armoise"],
            "responses": ["USES:\nDuring Historic times Armoise Oil was used in herbal medicines to improve the digestive system and to treat menstrual complaints. And, the diluted oil was used to destroy the insect larvae. In many places, the leaf of Artemisia is used to stop nose bleeding by putting it into nostrils. The oil is also used to treat the ailment of bronchitis and sore throat. This oil has anesthetic properties due to which it is used as a local anesthesia in curing neuralagia, rheumatism and artritis. This oil works as a great sedative as well and finds wide usage with isomnia patients. Apart from all this, it is also used in the treatment of mental ailments ailments like anxiety, depression, stress and other related problems to a great deal.\n\nBLENDS WELL WITH:\nIt mixes well withRosemary, Lavender, Oak Moss, Pine and Sage.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/armoise-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Atlas Cedar Oil",
            "patterns": ["What is Atlas Cedar Oil", "Atlas Cedar Essential Oil", "Atlas Oil", "Cedar Oil", "Atlas Cedar"],
            "responses": ["USES:\nAtlas cedar oil is very useful for arthritis and rheumatism, when massaged well on affected areas. It is very good forrespiratory and immune systems and works great on dry/ oily skin. It is an excellent hair tonic and works very effectively on Dandruff. It is also used to repel insects like ants and moths. People suffering from fungal infections or skin ulcer, acne, blemishes and eczema apply this oil on their affected areas to get a soothing effect.\nAtlas oil is also used as a medicine, a cosmetic agent and is considered to be one of the earliest incense materials.\n\nBLENDS WELL WITH:\nIt combines well with all oils; especially the citrus and other woods. It also mixes well the chamomile, Bergamot, cypress, clary sage, jasmine, eucalyptus, lavender, juniper and Lemon, patchouli,oregano, sandalwood, rosemary and rosewood.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/atlas-cedar-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Basil Oil",
            "patterns": ["What is Basil Oil", "Basil Essential Oil", "Basil"],
            "responses": ["USES:\nBasil Oil is very beneficial oil; it helps with headaches and migraines. It is like an anti-bacterial/anti-viral that act as an expectorant for asthma, bronchitis and sinus infections. It is a good tonic for respiratory, digestive troubles, fevers and nervous disorders. It is very effective for the people who suffer from constipation, nausea, vomiting and cramp, and is also good when used for menstrual problems. When basil oil applied on skin, helps to control acne by leaving a soothing and refreshing effect. It can also b applied after insect bite like wasp or mosquito bite. Furthermore it helps to minimize uric acid in the blood which later relieves your gout.\n\nBLENDS WELL WITH:\nBasil oil goes particularly well with oils such as: Black Pepper, Bergamot, Fennel, Cedar wood, Geranium, Ginger, Lavender, Grapefruit, Marjoram, Neroli, Lemon and Verbena.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/basil-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Benzoin oil",
            "patterns": ["What is Benzoin oil", "Benzoin Essential oil", "Benzoin"],
            "responses": ["USES:\nThe Benzoin oil has many curing properties which is why it revered in medical history. The oil is used to treat cases of cough, laryngitis and bronchitis. The oil is a good anti-depressant and can stimulate the body muscles. The resin is used for incense purposes and can be used for fumigation as well. The essential oil is also used for its aphrodisiac properties and helps in uplifting the mood. Benzoin is used in its crystal form to cure acne and eczema.\n\nBLENDS WELL WITH:\nThis essential oil can mix well with nutmeg, lemongrass and pine. The oil is soluble in alcohol but not in pure water. Other oils with which it can also mix easily are lavender, lemon and rosemary.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/benzoin-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Bergamot Mint Oil",
            "patterns": ["What is Bergamot Mint Oil", "Bergamot Mint Essential Oil", "Bergamot Oil", "Mint Oil", "Bergamot Mint"],
            "responses": ["USES:\nBergamot is used mainly in the Perfumery industry and it said to have great cosmetic value. The oil helps in boosting ones sex drive. It is also known to ease fatigue. The oil is used for curing acne, colds, coughs and dermatitis. The oil has a cooling effect on the skin. Bergamot mint oil can uplift ones mood. It can help those who have trouble in sleeping to sleep better. Bergamot oil is used for making scented candles.\n\nBLENDS WELL WITH:\nThis essential oil can mix well with nutmeg, lemongrass and pine. The oil is soluble in alcohol but not in pure water. Other oils with which it can also mix easily are lavender, basil, mint, lemon and rosemary.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/bergamot-mint-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Bergamot Oil",
            "patterns": ["What is Bergamot Oil", "Bergamot Essential Oil", "Bergamot"],
            "responses": ["USES:\nBergamot oil is widely used in foods as a citrus flavoring agent, to make puddings and gelatin. Bergamot oil is used in manufacturingcreams, perfumes, soaps, lotions, and suntan oils.\nIt is useful to clean the ears of pets like dogs and is also helpful in preventing some infections in them. The oil can relax pets.\nIt is normally safeoil, but is not recommended for childrenup to 5 years. Pure bergamot oil can cause irritations on the skin and so must be diluted before use. Bergamot oil is applied l on wrists to use as a perfume and keep the heart full of energy. Bergamot oil is also used for flavouring purposes, e.g. Earl Grey tea, althea drops, and candy-making. It boasts of a sweety yet spicy fragrance. Bergamot oil is used in manufacture of perfumes, both female and male.\n\nBLENDS WELL WITH:\nBergamot is very versatile blends with most essential oils. It blends very well with other citrus oils and floral oils. Best blendingof Bergamot is with Sandalwood, Cypress, Coriander, Juniper, Ginger, Black Pepper, Rosemary, Clary Sage and Frankincense.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/bergamot-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Betel Leaf Oil",
            "patterns": ["What is Betel Leaf Oil", "Betel Leaf Essential Oil", "Betel Oil", "Betel Leaf"],
            "responses": ["USES:\nBetel leaf oil is used in tobacco and paan industries. It is also used to some extent to make perfumes and betel flavour sweets. The leaf itself is widely used for various purposes. Betel Leaf and oil are used as an herbal medicine for many problems like conjunctivitis, bad breath, hysteria, constipation, ringworm, hysteria, cuts and small injuries.\nIt is noticed that chewing of betel leaf increases alertness and energetic feeling physically and mentally and sustains it for a longer time. It also causes mild addiction leading to habituation.\nThe leaf and oil extracted from betel leaf contains a good amount of vitamins and minerals.\nBetel leaf has an important place in auspicious marriages,religious rituals, and other social ceremonies of India. Excessive consumption of betel leaf is harmful to teeth. It becomes more harmful when used with tobacco which tends to diseases of the mouth and can also develop cancer.\n\nBLENDS WELL WITH:\nBetel leaf oil is soluble in alcohol and other organic solvents but insoluble in water.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/betel-leaf-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Bitter Orange Oil",
            "patterns": ["What is Bitter Orange Oil", "Bitter Orange essential Oil", "Orange Oil"],
            "responses": ["USES:\nMajorly Bitter orange oil is used in making different lkinf of perfumes because of its attractive and fresh fragrance. In manufacturing this oil is ued in pharmacuticles, cosmetics and soaps. It is added to the dishes as well to bring a new taste in them. Many medicines are also made by this oil. It is beneficial for the people suffering from Cold, constipation, dull and oily complextions, flu, flatulence, nervous tension, papitation, poor circulation,slow digestion and water retention. It also cures problems related to indigestion.\nIt can cause skin irritation when applied in direct sunlight. It is advisable not to use it during Pregnancy.\n\nBLENDS WELL WITH:\nIt mixes well with all other carrier oils and Bay, black pepper, citrus oils, clary sage, lavender, ginger, myrrh, neroli and vetiver.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/bitter-orange-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Black Pepper Oil",
            "patterns": ["What is Black Pepper Oil", "Black Pepper Essential Oil", "Black Pepper"],
            "responses": ["USES:\nThe Black pepper oil is used primarily for treating severe muscle ache. It helps in reducing body pains and helps build stamina. The oil is a preferred choice in aromatherapy. The essential oil helps reduce negative energies and creates an environment of contentment and confidence.\nThe oil is a valid antiseptic which can cure cold, cough and flu. Apart from this, the oil has anti-catarrhal characteristics. The use of this oil shall help increase one's ability to maintain focus. The oil helps stimulating the digestive system. It is also believed that the oil soothes the nerves and keep headaches at bay.\n\nBLENDS WELL WITH:\nThis essential oil can mix well with nutmeg and pine. Other oils with which it can also mix easily are lavender and rosemary.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/black-pepper-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Basil Essential Oil",
            "patterns": ["What is Basil Essential Oil", "Basil Oil", "Basil"],
            "responses": ["USES:\nBasil essential oil is widely used in cosmetic applications. It is considered one of the best effective oils for treating acne, pimples, skin infections and other related conditions. This oil works well for improving the tone of skin.\n\nBLENDS WELL WITH:\nBasil essential oil blends well with other carrier oil such as coconut, jojoba and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/basil-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Birch Essential Oil",
            "patterns": ["What is Birch Essential Oil", "Birch Oil", "Birch"],
            "responses": ["USES:\nBirch essential oil is used as an effective toner for the skin. It tightens the skin and prevents aging. This oil is good for promoting healthy skin. This oil is highly admired among people for its ability to fight infection and improve blood circulation. Apart from this, it is also cherished for supporting joint and muscular health.\n\nBLENDS WELL WITH:\nBirch essential oil blends well with sweet basil, rosemary, bergamot, sandalwood, cajuput, Cedarwood and other oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/birch-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Buchu Essential Oil",
            "patterns": ["What is Buchu Essential Oil", "Buchu Oil", "Buchu"],
            "responses": ["USES:\nBuchu essential oil is good for treating kidney infection and colon. It is highly suitable for removing infections from the body. This oil aids in maintaining the rate of metabolism. It is effective to be used in different vital medicines. Buchu essential oil is also used for the treatment of bladder ailments and cystitis. It is ideal for getting relief from sprains.\n\nBLENDS WELL WITH:\nBuchu essential Oil blends well with other oils such as sandalwood, Cedarwood, jasmine lavender, lemon, rosewood, ylang-ylang, Neroli and orange.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/buchu-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cade Oil",
            "patterns": ["What is Cade Oil", "Cade Essential Oil", "Cade"],
            "responses": ["USES:\nCade oil is an ingredient in most soaps and skin creams, ointments, and in anti-dandruff shampoos It is widely used in cosmetic manufacturing industries. In modern aromatherapy. Cade oil is used to manage hair and skin conditions such as dandruff and scalp infections. It is an effective fixative when used in small quantity. The cade is rectified before using it to make soaps, creams, and different tones of perfumes to get the leather and spicy aroma. The aroma helps to relax the mind and counter fatigue.\nUnadulterated cade oil is one of the best remedies for dandruff, hair loss, weak hair and skin eruptions. It can be used to get rid of dandruff by mixing it with wheatgerm oil, castor oil and soya oil.\n\nBLENDS WELL WITH:\nCade Oil blends well with geranium, palmarosaand lemon.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cade-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cajeput Oil",
            "patterns": ["What is Cajeput Oil", "Cajeput Essential Oil", "Cajeput"],
            "responses": ["USES:\nWhen applied to the skin in the form of cream or lotion it, it eases out pain underneath the skin by causing rigourous burning on the surface.\nIt is well known in healing whenused for muscular and joint discomforts. It is also used for promoting healthy skin.\nCajeput oil is used as a flavoring in very small amounts in food and beverages.\nThe cajeput oil if applied on skin works as a repellent to mites and insects.\n\nBLENDS WELL WITH:\nCajeput oil blends well withlavender, Clary sage, pine, marjoram, spice oils, rosemary, geranium and oak moss.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cajeput-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Calendula Oil",
            "patterns": ["What is Calendula Oil", "Calendula essential Oil", "Calendula"],
            "responses": ["USES:\nThere are different sectors where this oil is used. This is used for the treatment of dried skin, insect bites, anti fungal, stimulant, as an antiseptic and in other various ways. It also provides cure against the disease Staphylococcus, which is a flesh eating disease. The Calendula Oil kills those bacteria completely. A person must respect such an important herb, as it is helpful in curing several types of diseases. A person must know about its qualities and must plant this flower in his home. The dried flower petals of marigold are very effective in providing cure against the illness and this concept was in use from the ancient times. However, the evidence shows that the people started using this flower as a part of remedy from the last hundred years. This Calendula oil, because of its different uses in different areas is also known as the mother of skin in Homeopathic herbalists.\n\nBLENDS WELL WITH:\nCalendula Oil blends well with the Arnica, lavender, cypress, bergamot, and frankincense. Through this way, it can serve to all kinds of diseases or illness because of which people can once again start living their life as a normal person.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/calendula-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Camphor Oil White",
            "patterns": ["What is Camphor Oil White", "Camphor Oil", "Camphor essential Oil", "Camphor Essential Oil White", "Camphor"],
            "responses": ["USES:\nThere are various problems and infections in which the camphor oil white is always used. This is the reason that it is coming from the traditional times. There are several problems in which it is used as a medicated and few of them are coughs, cold, macular aches, inflammation, sprains, infections, nervous tension and oily skin conditions. However, there are some cautions that a person has to take while using this oil. As it smells hard and provide problem to eyes, it is kept away from eyes and also from the reach of children. One of the major uses of this oil is in the field of aromatherapy. Through this, the throat infection can be treated through vapor therapy, which is very common now days. There are different companies who are manufacturing the product through different other things which are helpful in providing care against all kinds of problems.\n\nBLENDS WELL WITH:\nCamphor oil white blends well with Rosemary, Eucalyptus, lavender, spice oils, and citrus oil. This is the reason that they provide better performance when they are mixed with them. The companies who are engaged in manufacturing this oil are providing a mix of all the things together so that they can provide better results to a patient suffering from several diseases.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/camphor-oil-white.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cananga Oil",
            "patterns": ["What is Cananga Oil", "Cananga Essential Oil", "Cananga"],
            "responses": ["USES:\nThe uses of cananga oil are in large numbers in many countries. Since its origination was from Indonesia, most of the people at that place are using the oil in many therapies just to cure many problems relating to skin. However, it is obviously very effective in fighting the problems like skin disorders, mood swings due to premenstrual syndrome, motion sickness, high blood pressure, hypertension, depression, and many other problems. This is the reason that people are using this oil while they are having these problems. Overall, it reduces the chances of these diseases to come back as well. As far as concerned, a person has to face certain side effects if used this oil in an improper way. Women, who are pregnant, must not use this cananga oil. It is good if a person is taking this oil just to add a flavor in a recipe but if it is used in larger amounts, then it would lead to certain health related problems.\n\nBLENDS WELL WITH:\nThere are various substances with which cananga oil is mixed easily. Few of them are rosewood essential oil Brazilian, Rose Otto essential Bulgarian, Bergamot essential oil, orange essential oil sweet, grapefruit essential oil pink and many more. With them, the oil sounds perfect for use.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cananga-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cardamom Oil",
            "patterns": ["What is Cardamom Oil", "Cardamom Essential Oil", "Cardamom"],
            "responses": ["USES:\nThere are different uses of Cardamom Oil in different parts of the world. It is very effective while for the digestive system. It provides warmth to the stomach and protects against heartburn. It is also very useful during the pregnancy period and against dyspepsia and nausea. If you are feeling weak, tired, or getting fatigue a lot, eat a cardamom and you will get relief from them. This also protects a person if he is suffering from cough. This remedy is very common from the kitchens of India and people are still using it a lot. This is for the married couple as it reduces the impotence level of a male person.\nHowever, the cardamom oil is effective on some more general things. This oil protects a person against the digestive problems, fatigue, and cough. A person can take its vapors through therapy to get cure against the problems. Most of the people are using it as a general tonic in their day-to-day life. It is effective in the cases while taking bath so that germs will not affect the body parts and can refresh a person for a new day. This is the reason that many soaps and perfume manufacturing companies are manufacturing their essence in their products to refresh a person in a better way. Many body care products are also having the cardamom oil in it for its better advantage.\n\nBLENDS WELL WITH:\nIt blends well with the oils like rose, cinnamon, bergmot, orange, caraway and cedarwood. Different companies are blending all the things together to provide a better result to oil for its effective uses.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cardamom-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cinnamon Oil",
            "patterns": ["What is Cinnamon Oil", "Cinnamon Essential Oil", "Cinnamon"],
            "responses": ["USES:\nMany serious health problems like bruises, arthritis, cough, colds, flatulence, diarrhea, insect bites, infection, can be treated with the help of this oil. The cinnamon oil can cure rheumatism, nervous exhaustion, sore muscles, slow circulation, stomach and cramps. Stress and toothaches have been also treated with the help of this oil. Another use of cinnamon is blending for disinfecting air. The fragrance of this oil helps overcome any foul odor.\nMany other health disorders like respiratory problems, skin infections, blood impurity, menstruation problems, heart disorders, etc have been cured by its use. An important use is as a room fresheners, flavoring agent, and also to eliminate insects like mosquitoes.\n\nBLENDS WELL WITH:\nCinnamon oil blends well with cinnamon leaf oil, oils from citrus family, spices like clove, thyme, lavender and rosemary. Other ingredients it blends well with include benzoin, bergamot, cardamom and ylang ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cinnamon-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Clary Sage Oil",
            "patterns": ["What is Clary Sage Oil", "Clary Sage essential Oil", "Clary Oil", "Clary"],
            "responses": ["USES:\nThe oil is said to be have great therapeutic effects. Some us it as an anti-depressant others use it as an antiseptic. The oil is also said to cause the arousal of sexual feeling and can freely be used as aphrodisiac. The oil can kill bacteria too. The Clary sage oil can remove toxins form the digestive system and is widely used as a sedative. This oil has found to be of good use in the perfumery industry because of its pleasant smell. Several high end perfumes use a dash of this oil to enhance the fragrance.\n\nBLENDS WELL WITH:\nIf you like fruity fragrances then you can blend this oil with cocoa and lemon. Other ingredients such as rose and jasmine blend beautifully with vanilla too. Some other elements that blend well include bergamot, amber and caramel.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/clary-sage-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Clove bud Oil",
            "patterns": ["What is Clove bud Oil", "Clove bud essential Oil"],
            "responses": ["USES:\nClove's antiseptic properties are spoken widely of. Clove buds are known to be used in remedies fr cough, cold and the flu. Cloves have also been known to reduce pain in the teeth. Even children as young as 2 year old toddler can use this oil when they are teething. The clove bud oil has found use in modern day aromatherapy. The oil creates a sense of euphoria and helps one relax better. Clove bud oil is good for massaging ones joints and keeping muscles in fighting fit shape. The essential oil is used for creating a unique smell right about Christmas time.\n\nBLENDS WELL WITH:\nIf you like fruity fragrances then you can blend with cocoa and lemon. Other ingredients such as rose and jasmine blend beautifully too. Some other elements that blend well include bergamot, amber and caramel.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/clove-bud-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Clove Leaf Oil",
            "patterns": ["What is Clove Leaf Oil", "Clove Leaf essential Oil"],
            "responses": ["USES:\nCloves are used in giving flavor to many dishes in the kitchen.\nClove Leaf Oil is used to make mouth washes and many pain relieving products. Clove oil is used in cold climates to stimulate blood circulation.\nClove is also used in making pot pourri and pomanders.\nClove is used to make several types of insect repellents by using it with citrus oils. Clove oil has a spicy smell is one of the best blending oil.\nA large production of clove from all over the world, goes to Indonesia for making a special type of cigarette.\n\nBLENDS WELL WITH:\nClove leaf oil blends well with jasmine, allspice, bay, lemon, bergamot, mandarin, chamomile, sandalwood, rose, clary sage, geranium, ylang ylang, ginger, grapefruit, lavender, palmarosa, and vanilla.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/clove-leaf-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Coffee Oil",
            "patterns": ["What is Coffee Oil", "Coffee essential Oil", "Coffee"],
            "responses": ["USES:\nCoffee has widely been known for the fact that it delays signs of aging. The oil at large has been used to fight depression and create euphoric sense of feeling. The oil can help the body to fight any mental stress and can even treat breathing problems. IF one gets bitten by a bee, then the oil treat and heal stings. The oil has also been known to bring down high body temperatures and cure people of sickness due to nausea.\nThe oil is said to have many therapeutic uses. It is an effective diuretic and stimulant. Its sweet smell makes it a good deodorizer as well. Coffee oil has been widely used in the perfumery industry. It is used for making soaps, lotions and massage oils. Most air-fresheners have a dash of this oil because of its overwhelming scent\n\nBLENDS WELL WITH:\nThe Oil can easily blend with water. Other oils with which it can also mix easily are citrus and ylang-ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/coffee-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Coriander Oil",
            "patterns": ["What is Coriander Oil", "Coriander essential Oil", "Coriander"],
            "responses": ["USES:\nThe oil can fight even the worst of headaches and provides relief from stress. It is believed that this oil an effective analgesic and has strong carmative properties. The Coriander Oil can act like a fungicidal too. The oil can also be used for deodorizing purposes.\nThe main components in this oil are linalool, cymene, dipentene, piene and borneol.\nThe Coriander oil has and continues to be used to refresh and rejuvenate a person's mind and body. The oil can get rid of fatigue and tension. The oil effectively fights nervous weaknesses and migraines. The soothe warming effect makes this oil perfect for providing relief from excruciatingly painful cramps. The oil found great use as an ingredient used in cold and cough syrups. The oil acts as a bodily cleanser which removes toxins out.\n\nBLENDS WELL WITH:\nThe Oil can easily blend with pine essential oil. Other oils with which it can also mix easily are citrus, lavender and ylang-ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/coriander-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Costmary Oil",
            "patterns": ["What is Costmary Oil", "Costmary essential Oil", "Costmary"],
            "responses": ["USES:\nCostmary oil is use in the kitchen to prepare many foods and beverages since earlier times. It gives a pleasant flavor to foods and liqueurs. It is also used in modern recipes by chefs of reputed hotels.\nCostmary oil can be applied to the skin as an astringent. It helps to improve the conditions of the skin. It is non-toxicant and non-irritant in characteristic. It is also used to prepare some cosmetic products.\n\nBLENDS WELL WITH:\nCostmary oil can be blended with other essential oils like lemon, grapefruit, bergamot, ginger, lavender, and cinnamon.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/costmary-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Costus Root Oil",
            "patterns": ["What is Costus Root Oil", "Costus Root essential Oil"],
            "responses": ["USES:\nCostus root oil has been used to make perfumes. It is effectively used as a fixative and fragrance component in cosmetics. The oil is also used to provide flavour to drinks and confectionery. It is widely used in chocolate making industries as a flavouring agent. The oil induces warm, woody and natural notes in preparing perfume.\nThe oil is used by the people of Kashmir shawl merchants to protect their products from moths.\n\nBLENDS WELL WITH:\nCostus root oil blends well with floral fragrances like oakmoss, opoponax, patchouli Ylang ylang, and Myrrh.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/costus-root-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cubeb Oil",
            "patterns": ["What is Cubeb Oil"],
            "responses": ["USES:\nIt is widely used as astringent and antiseptic. Cubeb oil is used to treat head problems, speedup wound healing, regulate proper heart functioning and work as anti-inflammatory. An excessive use of Cubeb Oil can be a skin irritant and it should be avoided during pregnancy. It has many medicinal uses and used to relieve coughs and bronchitis, sinusitis and throat infections. When this oil is added to tobacco, it is said to relieve hay fever, asthma and pharyngitis. In traditional Chinese medicine oil of cubeb is used for its alleged warming property. In aromatherapy, it is used in massages for relieving stress and muscular aches.\n\nBLENDS WELL WITH:\nBasil Holy, Bergamot, Allspice, Black Pepper, Cananga, Galbanum, Lavender 40/42, Ginger, Geranium, Jasmine Absolute, Rose Absolute (Morocco), Rosemary and Ylang Ylang oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cubeb-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cumin Seed Oil",
            "patterns": ["What is Cumin Seed Oil"],
            "responses": ["USES:\nCumin oil is greatly used as a warming oil. It relieves of muscle pains and problems such as osteoarthritis. As far as digestion is concerned, Cumin oil helps cure dyspepsia, colic, bloating flatulence, and indigestion. It is extremely beneficial for the nervous system and helps relieve of headaches, nervous exhaustion and migraine. The cumin oil is used to flavour food and scent cosmetics. Cumin Seed Oil helps improve hair, nails and skin can be used as an additive in lotions, conditioners, creams, serums, soaps, or balms.\n\nBLENDS WELL WITH:\nBasil Holy, Bergamot, Allspice, Black Pepper, Cananga, Galbanum, Lavender 40/42, Ginger, Geranium, Jasmine Absolute, Rose Absolute (Morocco), Rosemary and Ylang Ylang oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cumin-seed-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cypress Oil",
            "patterns": ["What is Cypress Oil"],
            "responses": ["USES:\nIt is used as cleansing incense in many Tibetan and Nepalese cultures.\nCypress oil is efficiently used in burners and vaporizers, to create a soothing atmosphere.\nThe creams and lotions made from cypress oil are helpful in clearing a congested skin. It has skin tightening and pore reducing effect and is used to make face and skin care product.\n\nBLENDS WELL WITH:\nCypress oil blends well with most essential oils. It blends well with clary sage, rosemary, juniper, pine, lavender, bergamot, marjoram and other citrus oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cypress-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Caraway Essential Oil",
            "patterns": ["What is Caraway Essential Oil"],
            "responses": ["USES:\nCaraway essential oil is an ideal remedy for reducing spasms of the respiratory system and relieving excessive gas. It is effective for increasing milk production for lactating mothers. This oil is good for curing fatigue and depression. In addition to this, Caraway essential oil is known for its ability to treat different skin allergies. Caraway essential oil works well for stimulating circulatory, nervous, excretory and endocrine systems. It is good for keeping you awake and alert.\n\nBLENDS WELL WITH:\nCaraway essential oil blends well with ginger, lavender, coriander, chamomile and other related oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/caraway-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Carrot Seed Essential Oil",
            "patterns": ["What is Carrot Seed Essential Oil"],
            "responses": ["USES:\nCarrot seed essential oil has an excellent detoxifying effect on liver. It is known for its ability to fight jaundice and also ideal to clean the digestive system. This essential oil is also great to strengthen mucus membranes in the nose and lungs. Apart from this, it is suitable for the treatment of gout and accumulation of toxins in muscles. This oil is excellently effective for the treatment of rheumatism as well.\n\nBLENDS WELL WITH:\nCarrot seed essential oil easily blends well with other essentials oils or carrier oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/carrot-seed-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Celery Seed Essential Oil",
            "patterns": ["What is Celery Seed Essential Oil"],
            "responses": ["USES:\nCelery seed essential oil is highly used in Ayurvedic medicines owing to its excellent health benefits. This essential oil is used to aid digestion problem and also purifies blood. It provides calmness and relaxes the body. This oil is known for its effective treatment of occasional menstrual discomforts. It also prevents bacterial infection in the body. Apart from this, Celery seed essential oil is widely used for therapy purposes owing to its calming effects on the body. This oil soothes skin and promotes glow on it.\n\nBLENDS WELL WITH:\nCelery seed essential oil excellently blends with other essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/celery-seed-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cassia Essential Oil",
            "patterns": ["What is Cassia Essential Oil"],
            "responses": ["USES:\nCassia essential oil has multiple uses. It is used for fragrance, rheumatism, and diarrhea. This oil is widely used for the treatment of cold, flu, and gas as well. Apart from this, it effectively works to treat indigestion and colic. It is an ideal remedy for nausea. Having anti-inflammatory properties, this oil soothes body well.\n\nBLENDS WELL WITH:\nCassia essential oil easily blends well with other oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cassia-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Catnip Essential Oil",
            "patterns": ["What is Catnip Essential Oil"],
            "responses": ["USES:\nCatnip essential oil boosts mood by improving relaxation. It reduces fatigue and nervousness. This oil works great for reducing anxiety. Catnip essential oil is highly demanded in the pharmaceutical industry for making medicines which are used for treating various illnesses. With anti-spasmodic property, it effectively works to treat all types of spasms or cramps. Promoting extreme sweating, this oil is ideal for removing toxins from the body, and keeps heart and body healthy.\n\nBLENDS WELL WITH:\nCatnip essential oil is easily blended with other essential oils like peppermint, eucalyptus, myrrh, etc.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/catnip-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cedarwood Essential Oil",
            "patterns": ["What is Cedarwood Essential Oil"],
            "responses": ["USES:\nCedarwood essential oil is ideal to tone organ system to promote health. This oil is known for stimulating metabolism and regulating brain functions. It effectively boosts the functionality of liver and kidney. This oil is highly suitable for improving overall wellness. Owing to its anti-spasms properties, this oil is great to prevent spasms from affecting intestines, heart, and respiratory system.\n\nBLENDS WELL WITH:\nCedar wood essential oil blends well with Neroli, rose, jasmine, lemon, peppermint, cypress and other essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cedarwood-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Chamomile German Essential Oil",
            "patterns": ["What is Chamomile German Essential Oil"],
            "responses": ["USES:\nChamomile German essential oil is great for reducing depression and stress due to its calming nature. This oil is used for massage purposes for providing relaxation to the body. It is also very effective to treat internal and eczema infections. This oil provides quick relief from pain and has excellent healing properties. This oil has a longer shelf life and precise composition. It is added in different medicines for its effective properties.\n\nBLENDS WELL WITH:\nChamomile German essential oil can easily blend with other essential oils and alcohol.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/chamomile-german-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Chamomile Roman Essential Oil",
            "patterns": ["What is Chamomile Roman Essential Oil"],
            "responses": ["USES:\nChamomile Roman essential oil is known for its anti-fungal and calming properties. Due to its excellent anti-spasmodic property, it is well-cherished among customers. It is added in different kinds of pharmaceutics medicines. This oil is good for mental, emotional, and physical health. It boosts restful sleep and relieves sore muscles. Apart from this, Chamomile Roman essential oil works excellently for the treatment of migraines, teething, and colic.\n\nBLENDS WELL WITH:\nChamomile Roman essential oil is ideal to be blend with other essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/chamomile-roman-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Chypre Essential Oil",
            "patterns": ["What is Chypre Essential Oil"],
            "responses": ["USES:\nChypre essential oil is known for faster healing of cuts and wounds. It is best to be used for both internal and external wounds. This oil has excellent ability to kill the bacteria on skin. It is highly demanded in cosmetic and soap making industries. This oil is perfect for the treatment of pimples, skin eruptions and pustules. Also, this oil has high medicinal values. It is ideal for reducing cramps and muscle pain. This oil is great for excellently relieving restless leg syndrome.\n\nBLENDS WELL WITH:\nChypre essential oil is best to be mix with citrus oil such as lemon, neroli, bergamot, orange etc.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/chypre-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cinnamon Leaf Essential Oil",
            "patterns": ["What is Cinnamon Leaf Essential Oil"],
            "responses": ["USES:\nDue to its antispasmodic effect on the body, it is highly admired as massage oil. It eases muscular aches and other different types of pain in the body. This oil is considered as a remarkable tonic for both body and mind. It has the ability to maintain the immune system. This oil is also ideal for the treatment of rheumatism and arthritis. Apart from this, Cinnamon leaf essential oil is ideal for providing glowing skin and soothing skin in an ideal manner.\n\nBLENDS WELL WITH:\nCinnamon leaf essential oil effectively blends with other spice oils like grapefruit, lavender, lemon, clove, black pepper, ginger, etc.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cinnamon-leaf-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Chilli Seed Essential Oil",
            "patterns": ["What is Chilli Seed Essential Oil"],
            "responses": ["USES:\nChilli seed essential oil is one of the best essential oils and has properties like analgesic, hypoglycemic, anti-oxidant and anti-inflammatory. This oil finds its usefulness in cosmetic and pharmaceutical products. It is added in candles, soaps, perfumes and other related products. This oil is highly used in aromatherapy for providing relief from stress and gives smooth skin.\n\nBLENDS WELL WITH:\nChilli seed essential oil blends well with other carrier oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/chilli-seed-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Citronella Essential Oil",
            "patterns": ["What is Citronella Essential Oil"],
            "responses": ["USES:\nCitronella essential oil works ideally for relieving spasms of respiratory and nervous systems. This oil greatly cures menstrual spasm and also provides excellent relief from cramps and coughs. It has an excellent anti-inflammatory property making it efficient for the treatment of the problems of the digestive system. This oil also remarkably eliminates the toxins from the body such as salts, fat, excess water, etc. It is perfect for stimulating urination that helps to eliminate infections and reduce weight.\n\nBLENDS WELL WITH:\nCitronella essential oil blends well effectively with alcohol and oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/citronella-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Citronella Java Essential Oil",
            "patterns": ["What is Citronella Java Essential Oil"],
            "responses": ["USES:\nCitronella Java essential oil is ideal for controlling hair fall and eliminating excessive greasiness from hair. This oil is great for both hair and skin. Also, it is known for its high medicinal value. This oil is good for treating colds. This oil is also known for destroying parasites as well as control pests. It is also great to be used as a natural kitchen cleaner.\n\nBLENDS WELL WITH:\nCitronella Java essential oil blends well with the other essential oils such as lemon, peppermint, clary sage, Cedarwood, geranium and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/citronella-java-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Clove Essential Oil",
            "patterns": ["What is Clove Essential Oil"],
            "responses": ["USES:\nClove essential oil is known for easing toothaches, sore gums, and other dental problems. It works well for treating rashes, acne, pimples and other skin related problems. This oil finds its usefulness in cosmetic and pharmaceutical products. This oil is well-suited to treat throat inflammation and minimizes stress. It is highly cherished for its remarkable ability to alleviate the effects of nausea and vomiting. This oil is also used for the treatment of respiratory problems.\n\nBLENDS WELL WITH:\nClove essential oil blends well with other essential oils such as Clary sage, Ylang Ylang, Orange, Lemon, Basil, Rose and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/clove-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Citrus Essential Oil",
            "patterns": ["What is Citrus Essential Oil"],
            "responses": ["USES:\nCitrus essential oil finds its usefulness in cosmetic, perfume making, and pharmaceutical industries. This oil has an amazing effect on skin and also has excellent fragrance. This oil is also great for the soothing nervous system. It is amazing oil which is beneficial for both soul and mind. This oil helps people to attain a healthy body.\n\nBLENDS WELL WITH:\nCitrus essential oil is known for its effectively blending into other essential oils and alcohol.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/citrus-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Copal Resin Essential Oil",
            "patterns": ["What is Copal Resin Essential Oil"],
            "responses": ["USES:\nCopal resin essential oil is highly admired for its ability to treat wounds and cuts. It is effective to stop bleeding and heal insect bites. This oil works well for purifying the blood. It is widely used for the dressing of wounds. This oil is also ideal for excellently treating skin and stomach cancer. Apart from this, it is one of the best essential oils which work well for reducing stretch marks and sagging skin.\n\nBLENDS WELL WITH:\nCopal resin essential oil is soluble with other essential oils like amber, balsam, lavender, black pepper, and violet leaf.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/copal-resin-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Croton Essential Oil",
            "patterns": ["What is Croton Essential Oil"],
            "responses": ["USES:\nCroton essential oil promotes healthy skin by removing dead skin cells from the surface of the face. Also, this oil is widely demanded in pharmaceutical and cosmetic industries. This essential oil is widely appreciated for its excellent properties to treat any kind of skin irritation.\n\nBLENDS WELL WITH:\nCroton essential oil blends well with other essential oils like rosemary, lavender, etc.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/croton-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Cyclamen Essential Oil",
            "patterns": ["What is Cyclamen Essential Oil"],
            "responses": ["USES:\nCyclamen essential oil is immensely effective for aiding menstrual disorders and labor pains. This oil is also ideal for promoting hair growth. It works well to treat weak eyes and is perfect to remove intestinal worms and also regulate nervous systems.\n\nBLENDS WELL WITH:\nCyclamen essential oil blends well with paraffin.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/cyclamen-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Davana Oil",
            "patterns": ["What is Davana Oil"],
            "responses": ["USES:\nFrom the leaves and flowers of plant Davanam, oil of Davana has been extracted. It is used in making perfumes of sweet and fruity fragnances. It is capable of making a scent unique to the individual as its aroma changes from individual to individual. It is also used in ease anxiety and nervousness, wound healing, antiseptic, coughs, gout, rough and dry skin, skin infections, inducing menstruation, menopause, ovarian and uterine cysts etc. As an anti-inflammatory, it makes great massage oil.\nIt should be avoided with pregnancy and with infants and children. Davana Essential Oil is also used for sacred offerings in India especially to Lord Shiva. It is also used in high quality creams and body oils.\n\nBLENDS WELL WITH:\nIt can be easily blended with most essential oils. It can really blend with Amyris patchouli, rose, rosewood, sandlewood, spikenard, tangerine, tuberose, vanilla, ylang, jasmine, neroli, orange and so on.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/davana-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Dill Seed Oil",
            "patterns": ["What is Dill Seed Oil"],
            "responses": ["USES:\nDill oil helps to overcome the feeling of being overwhelmed and is also helpful for digestive problems in adults, easing flatulence, constipation and hiccups. When blended with a cream or lotion, it can have a very powerful effect on the healing of wounds. Dill essential oil can be used in vapour therapy for nervous tension and colic. It eases the mind, calms headaches and helps with excessive sweating due to nervous tension. It can also stimulate milk flow in nursing mothers. These are used to get rid off anxiety, anger, depression and hypertension.\nThis oil has disinfectant properties and may be added to foods to protect them from infections as when consumed through food it helps to relieve infections in the urinary tract, kidneys and digestive tract.\n\nBLENDS WELL WITH:\nThis oil normally blends well with other essential oils, particularly with bergamot, caraway, nutmeg and citrus oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/dill-seed-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Dill Seed Essential Oil",
            "patterns": ["What is Dill Seed Essential Oil"],
            "responses": ["USES:\nDill seed essential oil is mainly used for treating different types of diseases. This oil is immensely effective for treating problems such as bronchial asthma, indigestion, dyspepsia and flatulence. It finds its usefulness in pharmaceutical industry. This oil has a longer shelf life and should be taken after consultation with a doctor. It is available in the market in different packaging as per people's demand. Also, it is used as a food preservative especially in pickles.\n\nBLENDS WELL WITH:\nDill seed essential oil is known for its effectively blending with other essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/dill-seed-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Eucalyptus Oil",
            "patterns": ["What is Eucalyptus Oil"],
            "responses": ["USES:\nEucalyptus oil is often added to scent soaps or perfumes. This oil is mainly used in combination with other ingredients to make a variety of products, such as lotions, creams, tea, tinctures, and lozenges. It is also used to make mouthwash, antiseptics and toothpaste. It is also used in products that are applied to the skin to treat wounds, burns and ulcers. The use of eucalyptus oil or eucalyptol in the management of headache and arthritis requires more scientific research.\nEucalyptus has also been used as an insecticide in many repellent sprays. This oil can be found in many cough and cold products to help with the treatment of stuffy nose and cough. It also has antibacterial property; hence it is added to toothpaste to reduce tooth decay.\n\nBLENDS WELL WITH:\nIt blends particularly well with benzoin, thyme, lavender, lemongrass, lemon and pine.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/eucalyptus-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Emu Essential Oil",
            "patterns": ["What is Emu Essential Oil"],
            "responses": ["USES:\nEmu essential oil is widely admired among people for its effectiveness. This oil works well to lock skin moisture and makes skin less prone to drying out. It is ideal for increasing the number of healthy skin cells. This oil is also effective in reducing the appearance of skin wrinkles and sun-damaged skin. It is the best oil for the treatment of skin conditions like wounds, acne, and wrinkles.\n\nBLENDS WELL WITH:\nEmu essential oil can easily mix with the other carrier oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/emu-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Euphorbia Essential Oil",
            "patterns": ["What is Euphorbia Essential Oil"],
            "responses": ["USES:\nEuphorbia essential oil is highly effective for the treatment of eye infections. This oil finds its usefulness in different pharmaceutical products. It soothes bronchitis, sore throat, respiratory tract and other related problems. This oil is ideal to neutralize the effects of the toxins on the human body. It is ideal to eliminate intestinal worms and parasites and is well-suited for soothing gastrointestinal system and providing comfort from pain.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/euphorbia-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Fennel Sweet Essential Oil",
            "patterns": ["What is Fennel Sweet Essential Oil"],
            "responses": ["USES:\nFennel Oil is used as an antiseptic ingredient in creams, cosmetics and essential oils. It is also used in cases of obesity, as it reduces appetite and has a diuretic effect that helps to lose weight. It adds courage and strength to the mind in cases of depression. It is also a successful agent for increasing milk in nursing mothers. It is used in a base cream or lotion. Fennel oil can be helpful for general skin care and especially for giving life to a clearing an oily skin, dull complexion, and fighting wrinkles on mature skins. It is proven to be useful for removing cellulite, to fight rheumatism and helps with oedema. Fennel oil is popular with many cosmetic producing industries.\n\nBLENDS WELL WITH:\nFennel Sweet Oil blends well with ylang ylang, black pepper, mandarin, orange, pine, dill, fir, geranium, ginger, lemon, bergamot, lavender, marjoram, niaouli, ravensara, rose, sandalwood grapefruit, juniper, tangerine, cardamom, cypress, and rosemary.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/fennel-sweet-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Fenugreek Oil",
            "patterns": ["What is Fenugreek Oil"],
            "responses": ["USES:\nFenugreek oil has the characteristics of a heart tonic that lowers hypertension and cholesterol. It can also be used as a diuretic to relieve water retention. Fenugreek oil has a reputation of soothing the nervous system and stopping muscle spasms. The oil has a reputation of soothing the nervous system and stopping muscle spasms. It is still used in Ayurvedic medicine to treat several diseases. It is known to make a yellow dye. Fenugreek oil is used to add flavor to tea.\n\nBLENDS WELL WITH:\nFenugreek Oil Blends well with olive, sesame oil and cinnamon oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/fenugreek-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Frangipani Oil",
            "patterns": ["What is Frangipani Oil"],
            "responses": ["USES:\nFrangipani Oil is a common ingredient in many fragranced soaps, candles, massage oils and potpourris because of its lush and rich fragrance. The aromatherapy with this oil results in deep internal cleansing that refreshes the body, mind and soul. Many renowned perfumeries in the world make use of frangipani oil for different tones of fragrances in their products. The cosmetic manufacturers make use of this oil at a very high level. The lotions, soaps and other cosmetic products having the frangipani fragrances are very popular in the spas and beauty parlors of India. They are available at a rate affordable by most people. The fragrance of frangipani is also used in making floral lamps to illuminate and fill the atmosphere with fragrance during the festival of lights Diwali in most houses of India. The incense sticks are also popularly made with this fragrance and is religiously burnt in temples.\n\nBLENDS WELL WITH:\nFrangipani Oil blends with Bergamot, Vetiver, and Ylang-Ylang, sandalwood lavender, cedar wood and patchouli.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/frangipani-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Fir Needle Oil",
            "patterns": ["What is Fir Needle Oil"],
            "responses": ["USES:\nThe Fir needle oil has a stimulating effect and is known to rejuvenate even the most tired. The oil can rid one of muscle pain as well as rheumatism. A healthy massage with this oil promotes good circulation of blood. The oil can treat infections on the skin too. The Fir Needle oil can cure cold, cough and arthritis. The oil helps one to breathe easy and can even help people who suffer from insomnia to sleep better.\n\nBLENDS WELL WITH:\nGalbanum oil can easily blend with Lemon. Also it can mix well with lavender too. Other oils with which it can also mix easily are Rosemary and ylang-ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/fir-needle-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Frankincense Essential Oil",
            "patterns": ["What is Frankincense Essential Oil"],
            "responses": ["USES:\nFrankincense essential oil is also known for its ability to deal with chemotherapy side effects. This oil is great to fight cancer and kills harmful germs. It is an important essential oil that has antiseptic and disinfectant properties. This oil is added in different lotions and creams because it prevents the signs of aging. It is also known for improving memory and helps in balancing hormones. This oil is admired for improving fertility.\n\nBLENDS WELL WITH:\nFrankincense essential oil is effectively mixed with citrus oils such as lemon, wild orange, lime and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/frankincense-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Galangal Oil",
            "patterns": ["What is Galangal Oil"],
            "responses": ["USES:\nThe Galangal oil can cure maladies such as nausea, dyspepsia and loss of hunger. The oil can lower the body temperature when one suffers from high fever. It effectively rids one of cough, infections and liver problems. The oil is used in many medicinal potions. The oil can combat the adverse effects of rheumatism and bronchial catarrh. The oil is effective keeping breathing problems at bay. The oil promotes the circulation of blood in the limbs. A few drops of can be used for flavoring meat. The oil is also used for treating skin related diseases.\n\nBLENDS WELL WITH:\nGalangal Oil can easily blend with Rosemary. Also it can mix well with Sage. Other oils with which it can also mix easily are citrus oils and lavender.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/galangal-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Galbanum oil",
            "patterns": ["What is Galbanum oil"],
            "responses": ["USES:\nGalbanum oil has been used to treat ulcers on the skin. The oil can soothe insect bites and has been used to cure snakebites as well. The Galbanum oil can reduce inflammations in a very effective way. Galbanum oil on regular application has been known to cure dermatitis and sagging skin.\nThe oil is used my sports athletes to relieve them of body spasms. The oil keeps the skin looking smoother and softer. The oil can treat hysteria in some of its known forms.\n\nBLENDS WELL WITH:\nGalbanum oil can easily blend with Oakmoss. Also it can mix well with lavender. Other oils with which it can also mix easily are pine and fir.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/galbanum-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Garlic Oil",
            "patterns": ["What is Garlic Oil"],
            "responses": ["USES:\nIt is used as a flavoring agent in soups, sauces and canned food items while also being used in cooking several dishes. It is used in the successful treatment of skin and stomach diseases and also very effective in preventing heart diseases. Garlic oil is also very useful for treating poor digestion, low energy and respiratory problems. It is also used for lowering down high cholesterol levels lowering high blood pressure and is also used by many diabetics for normalizing blood sugar level.\n\nBLENDS WELL WITH:\nGarlic oil blends very well with sour cream and cream cheese and is used as vegetable dips.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/garlic-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Geranium Oil",
            "patterns": ["What is Geranium Oil"],
            "responses": ["USES:\nGeranium oil effectively keeps anxiety at bay. The oil can combat cellulite and fluid retention in the body. The scent of the oil can keep lice and mosquitoes away. The oil has been widely used to relive one of tiredness and fatigue. The oil is soft on the skin and is useful for cuts, frostbites, fungal infections and cuts. The oil has been used for soothing massages.\nThe oil can rid the body of toxins and purifies the blood. Geranium oil has helped ease the troubles of asthma patients as well as those who suffer from bronchitis. The oil has painkilling properties too which is why sportsmen use it to relax their nerves. The oil also helps in reducing body spasms.\n\nBLENDS WELL WITH:\nGalbanum oil can easily blend with Basil, Sandalwood and Lemon. Also it can mix well with lavender too. Other oils with which it can also mix easily are Lemongrass, Juniper and Nutmeg.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/geranium-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Ginger Lily Oil",
            "patterns": ["What is Ginger Lily Oil"],
            "responses": ["USES:\nThe flowers are dried and used as tobacco in some parts of India. Ginger lily oil can also be used in soap making cosmetic lotions, massage oils and cream. The oil is very popular in products related to diffusers, potpourri, and air fresheners. It is successfully used by companies to produce aromatherapy products like bath oils, towel scenting, light rings, spa's, incense, laundry, facial hair treatments, steams, and more. The ginger lily oil is widely used in perfumeries and scent making concerns.\n\nBLENDS WELL WITH:\nGinger lily oil blends well with cajeput, geranium, cassia ,clary sage, cedarwood, and lavender. This oil is soluble in alcohol and water.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/ginger-lily-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Ginger Oil",
            "patterns": ["What is Ginger Oil"],
            "responses": ["USES:\nGinger is widely used in the food industry and is often added in making curry for numerous food preparations in India, as it helps in improving digestion. It also has a history in the perfume industry, and is considered to add an oriental note by its warm and woody odor.\n\nBLENDS WELL WITH:\nSince ginger oil strong smells, it can overpower all weaker oils, but blends well with all citrus and spicy oils such as rose, sandalwood, ylang-ylang, bergamot, frankincense, and neroli.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/ginger-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Guaiac wood Oil",
            "patterns": ["What is Guaiac wood Oil"],
            "responses": ["USES:\nGuaiac wood Oil isused by the perfumerybecause of itsmiddle note, which is soft sweet balsamic and woody with a rose character. It is an excellent fixative for woody and floral types of cosmetic products. The cleanness of its aroma doesn't interfere with delicate floral. In some countries this oil is also used as a flavoring and antioxidant in food. It is vastly used by several cosmetic producing companies in the world to five fragrances and serves as a fixative in the soaps, lotions and creams manufactured by them. It is used to prepare bath balls that are used in some five star hotels in bath tubsas a fragrant relaxing bath to relax and relieve tiredness and tension. It can be used to extend or bulk up rose oil as it has a similar texture. It has a tea rose scent and is used to adulterate rose oil.\n\nBLENDS WELL WITH:\nGuaiac wood Oil blends well with Elemi, geranium, jasmine, lavender, grapefruit, oak moss, palma rosa, sandalwood, bergamot and ylang-ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/guaiac-wood-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Gurjun Balsam Oil",
            "patterns": ["What is Gurjun Balsam Oil"],
            "responses": ["USES:\nThe Gurjan Balsam oil is utilized in cosmetics for a variety of perfumery operations.It is primarily used for its tobacco note, balsamic, woody fragrance compounds in perfumery. The gurjun balsam oil is of good utility inside the perfume industry. Gurjun balsam oil is best known for its uses in cosmetics, exquisite and expensive perfumes and also in the manufacturing of products for perfumed toiletries. It is successfully used by companies to produce aromatherapy products like bath oils, towel scenting, light rings, spa's, incense, laundry, facial hair treatments, steams, and more. It is used as a substitute for crude paint material also.\n\nBLENDS WELL WITH:\nGurjun (Balsam) Oil mixes well with Ambrette seed and amyl benzoate. It is soluble in alcohol and insoluble in water.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/gurjun-balsam-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Gardenia Essential Oil",
            "patterns": ["What is Gardenia Essential Oil"],
            "responses": ["USES:\nGardenia essential oil is ideal for preventing spasms and also eases the pain. This oil is highly suitable oil for increasing sexual desire. It is the best oil for relieving depression and reducing inflammation. This oil strengthens uterus and aids childbirth. Apart from this, it is ideal oil for calming the mind and body. The beautiful fragrance of this oil makes it highly effective for uplifting moods. Gardenia essential oil works well for relieving muscular aches. From heavy bleeding to irregular periods, this oil is ideal to treat menstrual problems.\n\nBLENDS WELL WITH:\nGardenia essential oil blends well with other oils such as Neroli, clove bud, ylang-ylang, jasmine and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/gardenia-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Ginger Grass Essential Oil",
            "patterns": ["What is Ginger Grass Essential Oil"],
            "responses": ["USES:\nGinger grass essential oil is ideal to heal both mind and body. This oil is also used in seasoning foods. It finds its usefulness in various pharmaceutical products. The oil works as a natural anti-septic and treats abrasions and wounds on the skin. It is ideal for reducing pains in the muscles and joints. This oil can be applied directly on the affected areas. Apart from this, it is highly cherished among people for its ability to treat pimples and acne.\n\nBLENDS WELL WITH:\nGinger grass essential oil blends well with Bergamot, Cedarwood, Clove, Coriander, Eucalyptus, Frankincense, Geranium, Grapefruit, Jasmine, Juniper, Lemon, Lime, Mandarin, Neroli, Orange, Palmarosa, Patchouli, Rose, Sandalwood, Vetiver and Ylang-Ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/ginger-grass-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Grapefruit Essential Oil",
            "patterns": ["What is Grapefruit Essential Oil"],
            "responses": ["USES:\nGrapefruit essential oil is ideal for increasing the blood circulation in the body and also helps in losing weight. It is a perfect oil for boosting metabolism and reducing appetite. This oil is highly effective for eliminating harmful germs and bacteria from the body. This essential oil works well to reduce anxiety and stress. This oil is added in so many body washes, candles, lotions, shampoos and other cosmetic products owing to its excellent properties.\n\nBLENDS WELL WITH:\nGrape fruit essential oil easily blends with Basil, Frankincense, Ylang-Ylang, Geranium, Lavender, Peppermint, Rosemary, and Bergamot.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/grapefruit-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Helichrysum Oil",
            "patterns": ["What is Helichrysum Oil"],
            "responses": ["USES:\nHelichrysum oil is mainly used as an ingredient in massage oils, creams and lotions. These essential oils can be used for vapor therapy or during warm bath to cure muscle aches and inflammation, problems related to digestion and respiration and headache. As this oil is suitable for sensitive skin it can be used on children also. Helichrysum oil also has soothing and calming properties which helps to cure depression. Athletes and bodybuilders widely use the essential oils containing Helichrysum oil as it is highly effective in treating muscle inflammations due to hectic physical activities. When it is used on the skin, it is used neat or diluted.\nCreams and lotions containing this oil as an essential ingredient can fight skin problems such as aging of skin, acne, dermatitis and it also helps in removal of scars. This oil can also be added to personal care items.\n\nBLENDS WELL WITH:\nHelichrysum oil mixes well with chamomile, rosewood, lavender, bergamot, clary sage and mandarin. Other oils with which this oil can also blend are neroli, orange, rose and frankincense.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/helichrysum-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Hemp Seed Oil",
            "patterns": ["What is Hemp Seed Oil"],
            "responses": ["USES:\nThe seed of the hemp plant is very rich and balanced. It has the ideal 3:1 ratio of Omega6 to Omega3 which is recommended by the World Health Organization(WHO) for optimum utilization. This oil has 80% essential fatty acids which help in preserving the human health and immune system. Its abundance of EFA's(essential fatty acids) prevents many ailments like heart disease,high blood pressure, high cholesterol, cancer' arthritis and many more. It is also highly beneficial for the brain and the nervous system as well as the formation of healthy membranes and for skin and hair care. It can be used as edible oil, for medicinal purposes and for skin and hair care products also for cosmetic products like facial creams, body lotions,soap, lip balm, shampoo, conditioner, massage oil etc.\n\nBLENDS WELL WITH:\nHemp seed oil blends well with virgin or extra virgin olive oil for culinary purposes or salad dressings.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/hemp-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Henna oil",
            "patterns": ["What is Henna oil"],
            "responses": ["USES:\nMainly Henna oil is used as an ingredient in cosmetics and essential oils. Other uses as aromatherapic uses. The calming and medicinal properties of this oil is very useful. This provides soothing effect to the mind, soul and body. It is also utilised as an anti-dandruff product and likewise helps in nourishing the hair. Further it prevents hair loss, controls premature greying and promotes luxurious hair growth. Henna oil also has been used for few hair tonics, soaps, lotions shampoos, conditioners, candles, hair dyes, body decorations and temporary tattoos. Due to its strong fragrance this can be used as a perfumes. It is also useful because it keeps moths away from destroying the garments. Henna oil is also used during medicinal treatment of wide range of ailment that ranges from leprosy to headache to other skin disorder.\n\nBLENDS WELL WITH:\nHenna oil can be mixed with high levels of terpenes, primarily monoterpene alcohols(usually referred to as terps) which makes the henna strain look darker. Other oils that can be mixed are cajeput oil and tea tree oil.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/henna-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Honeysuckle Oil",
            "patterns": ["What is Honeysuckle Oil"],
            "responses": ["USES:\nHoneysuckle essential oil is used for health healing purposes. It also helps to heighten the psychic powers when rubbed slowly and in a relaxed way on the forehead.Due to its pleasant aroma, it is used in the formation of cosmetics and used in medicines in order to improve the mental power. It provides quick relief to the people suffering from headache, depression and anxiety. This oil helps a person to get rid-off past regrets and move freely in life. It has been used to treat respiratory conditions, diarrhea, ease childbirth and stimulate the flow of energy.\nThis oil is also used to scent candles, perfume body oils, skin lotions, soaps, massage oils and bath oils, shampoos and conditioners to give hairs a silky softness and eliminates dryness and brittleness and so on.It is well known for bringing Erotic dreams.\n\nBLENDS WELL WITH:\nJasmine, Lavender, Sandalwood, Bergamot, Mandarin, Orange, Frankincense, Champa Attar, Amber Attar and Ylang Ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/honeysuckle-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Ho Wood Oil",
            "patterns": ["What is Ho Wood Oil"],
            "responses": ["USES:\nHo wood oil is mainly used in the perfume/fragrance industry, often as a substitute for rosewood oil. In addition to this, Ho wood was traditionally used for handles of Japanese knives and swords because it is soft and hence does not scratch the delicate blades. Most often, today, Ho wood is used for ornamental design in household furniture. As it is soft, it is easy to carve ornamental designs. It is very much similar to rosewood, except for the fact that it has been obtained from a much renewable source.\n\nBLENDS WELL WITH:\nHo Wood Oil can easily blend with Basil, cajeput, chamomile, lavender, sandalwood, ylangylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/ho-wood-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Hyssop Oil",
            "patterns": ["What is Hyssop Oil"],
            "responses": ["USES:\nHyssop Oil is used as flavoring, fragrance, insecticide, insect repellant and cough and cold treatment. Its primary use in aromatherapy has been for respiratory and digestive problems and disorders. It has also been used to regulate blood pressure, bruises, sores and toothache and viral infections such as influenza, bronchitis, asthma, catarrh and tonsillitis. This oil gives a feeling of alertness and helps with anxiety and fatigue. During monthly periods, when water retention is a problem, hyssop oil helps to balance this.\n\nBLENDS WELL WITH:\nHyssop oil blends particularly well with Angelica, Clary sage, Geranium, Orange, Tangerine, Melissa and Rosemary.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/hyssop-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Hing (Asafoetida) Essential Oil",
            "patterns": ["What is Hing (Asafoetida) Essential Oil"],
            "responses": ["USES:\nThis oil is great to be added to various kinds of dishes as a flavoring agent. It is excellent to be used for the treatment of intestinal disorders. Also, this oil is used as a blood purifier. This oil is used to bring glow on the face by reducing acne. It is ideal oil for reducing headaches and quickly heals insect bites and stings.\n\nBLENDS WELL WITH:\nHing (Asafoetida) essential oil easily blends well with Garlic, Onion, Basil, Bay, Caraway, and Cardamom.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/hing-asafoetida-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Jasmine Grandiflora",
            "patterns": ["What is Jasmine Grandiflora"],
            "responses": ["USES:\nThis oil has been used diversely in various ways. In foods, jasmine is utilized to flavor beverages, frozen dairy desserts, candy, baked goods, gelatins, and puddings. And, in manufacturing jasmine is used to add fragrance to creams, lotions, and perfumes.It improves and tones skin elasticity, alleviates birth of child, boosts confidence, helps with problems related to sex and lifts depression and relaxes your mind, body and soul. In addition, it is also great oil for reducing scars and stretch marks. This particular form of essential oil has rich, exotic and sweet smell. One of the most commonly found variety is Jasmine Grandiflorum.\n\nBLENDS WELL WITH:\nIt blends well with most essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/jasmine-grandiflora.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Jasmine Sambac",
            "patterns": ["What is Jasmine Sambac"],
            "responses": ["USES:\nJasmine oil is used for perfuming expensive soap and cosmetics,mouth washes and dentifrices, bath salt,sachets and tobacco. It is also usedin incense and fumigants.Alcoholic washings of concrete are used in handkerchief perfumes. It is used sometime in medium-to premium soap fragrance. Its fragrance is used in perfume industry and in the manufacturing of cosmetics. It is used in food industry in order to add a distinctive flavor to food.It is regarded as an aphrodisiac and can helps calm feelings of anxiety. The massage of jasmine Sambac essential oil can heighten feelings of sensuality and eroticism.\n\nBLENDS WELL WITH:\nIt can blend well with frankincense essential oil, bergamot essential oil, geranium essential oil, orange essential oil, rose essential oil, palmarosa essential oil, and sandalwood essential oil.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/jasmine-sambac.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Juniper Berry Oil",
            "patterns": ["What is Juniper Berry Oil"],
            "responses": ["USES:\nJuniper Oil is very popular ingredient in masculine, outdoor type perfumes and after shave lotions due to its spicy and woody aroma. It is used as fragrance in soaps, detergents, cosmetic and spicy perfumes and also added in floral waters. This oil has very significant role in the treatment of nervous tension, addictions, hangovers, to stimulate the nervous system, and over indulgence of food. When used in creams and lotions, this oil can be useful for oily skin and acne and other inflammatory skin ailments. It is also extensively used in some food products and to flavor some alcoholic drinks.\n\nBLENDS WELL WITH:\nJuniper oil blends very well with cypress, cedarwood, grapefruit, geranium, lavandin, lavender, lime, bergamot, clary sage, vetiver, and lemongrass.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/juniper-berry-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Kewra Oil",
            "patterns": ["What is Kewra Oil"],
            "responses": ["USES:\nKewra oil is immensely used in flavoring various kinds of dishes and food. Its fragrance not only adds an aroma to the dishes but a unique taste too and makes the dish more relishing and delicious. As the essence of this oil is mesmerizing and extraordinary, it is widely used as a key ingredient in perfume industries to manufacture perfumes. It is also used in manufacturing chewing gums and tobacco in order to add a unique flavor to them. These days it is extensively used in the preparation of various cosmetic products due to its incredible effects on skin.\n\nBLENDS WELL WITH:\nIt blends well with all other essential oils but blends perfectly with Ylang Ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/kewra-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Labdanum Oil",
            "patterns": ["What is Labdanum Oil"],
            "responses": ["USES:\nThis essential oil is widely used as fixative in perfume industry. This oil is used to treat cold, cough and rheumatism. It has a long history of use in herbal medicines. Natural and organic Labdanum oil is helpful in curing dysentery, catarrhand, diarrhea and treatment of cancerous tumors andulcers. It is also used in the manufacturing of aroma lamps, bath, light bulb ring, liquid candle and mist spray.\n\nBLENDS WELL WITH:\nThis oil blends well with Frankincense, Sandalwood, Myrrh, Patchouli, Pine, Cypress, Clary Sage and Vetiver. It is also soluble in alcohol.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/labdanum-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Laural Berry Oil (Kokila-Indian)",
            "patterns": ["What is Laural Berry Oil (Kokila-Indian)"],
            "responses": ["USES:\nLaurel Berry Oil is highly useful in flatulence,dyspepsia, scanty periods, loss of appetite, flu, colds, viral infections, tonsillitis etc. This oil has also been used as an insect repellant, spice oil and culinary herb oil. This oil is excellent for healing stomach ailments. Besides being used as spice oil and insect repellant, it is used in the making of soaps, massage oil, and shampoos. This oil is used on a large scale in aromatherapy.Its fragrance is also used in making cosmetics, aroma candles, toiletries, bathing oils and so on. This oil really works well in curing various skin disorders.\n\nBLENDS WELL WITH:\nIt perfectly blends with Juniper Berry, Bay Leaf, Hyssop, Citrus Oils, Cypress, and Clary Sage.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/laural-berry-oil-kokila-indian.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Lavandin oil",
            "patterns": ["What is Lavandin oil"],
            "responses": ["USES:\nLavandin oil is mostly used in aroma therapy. It is beneficial for sore muscles and clearing sinuses, joint pain, reducing symptoms of cold and flu and clearing toxins from our system. It is mostly used in diffusers, soaps, lotions, room fresheners, vaporisers, perfumes, etc. sometimes blended with lavender oil. This oil can be blended in the bath water or in creams and lotions for external use, and it is not edible.It is preferred by perfume makers for its aroma and for potpourri and craft work.\n\nBLENDS WELL WITH:\nAlthough essential oils blend well with one another, Lavandin oil blends very well with Citronella, Bergamot, Clary Sage, cinnamon, Pine, Jasmine, Patchouli, Thyme, and Rosemary oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/lavandin-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Lemon Balm Oil",
            "patterns": ["What is Lemon Balm Oil"],
            "responses": ["USES:\nLemon balm oil is widely used in essential oils, creams and lotions for both medicinal and non-medicinal purposes. Lemon balm essential oils are often used in aromatherapy as it has a calming and soothing effect on mental anxiety and depression. Lemon balm oil when used in ointments and creams serves the medicinal purpose of treating cold sores, herpes and genital ores without any side-effects. The mint characteristic of this oil also makes it an effective ingredient in medicines aimed at treating digestive problems. Lemon balm oil also serves as an additive in bug repellents. The sweet aroma of this oil also enables it to be used during a hot bath and its skincare potential makes it a component of several body creams and lotions.\nLemon balm oil has sedative and anti-inflammatory properties which make it a component of several painkillers and tonics.\n\nBLENDS WELL WITH:\nLemon balm oil blends well with citrus oils, neroli, rose, lavender, frankincense, geranium, petitgrain and chamomile.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/lemon-balm-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Lemon Grass Oil",
            "patterns": ["What is Lemon Grass Oil"],
            "responses": ["USES:\nThe Lemongrass oil has the quality of revitalizing the whole body while relieving the symptoms like jetlag. Clearing headaches and helping to fight some stressed conditions and nervous exhaustion is what it is capable of. It can stimulate the secretions of the gland. Respiratoryinfections like laryngitis, sore throats and fever can be cured by this oil. The oil can also help in matters of indigestion, colitis and gastro-enteritis.\nApart from being a good insect repellent it also helps the pets to keep out of lice, flea and ticks. Excessive perspiration can be stopped using this besides clearing up acne and oily skin.\n\nBLENDS WELL WITH:\nLemon Grass Oil blends particularly well with cedarwood, basil, coriander, tea tree, jasmine, geranium and lavender.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/lemon-grass-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Lemon Oil",
            "patterns": ["What is Lemon Oil"],
            "responses": ["USES:\nLemon oil plays a very vital role for a healthy and disease free skin. It brightens up the skin by removing dead cells and tightens the skin’s pores. After applying any product including lemon oil in it, one should stay away from sunlight because it can cause photosensitivity. Lemon oil not only gives a healthy skin but also a trouble less circulatory system.\nLemon oil finds huge application in therapeutic uses as it can treat several health problems due to its enormous useful medicinal properties. Besides this, the sweet lemon smell of this oil enables it to be used as a room freshener and laundry additive.\n\nBLENDS WELL WITH:\nAs lemon oil is watery in nature, it blends easily with fennel, lavender, benzoin, rose, elemi, sandalwood, juniper, geranium, neroil and eucalyptus, in normal heat.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/lemon-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Lime Oil",
            "patterns": ["What is Lime Oil"],
            "responses": ["USES:\nLime oil is the oil, which is the necessity of a household. People use it for different purposes because of which a person can add some new taste. As it is sour in taste, it is better used in the spicy dishes of any kind to add a distinctive taste in it. A boring dish may also get into limelight just because of the lime oil. However, it is very useful, for the mental exercise. Through a research, it has been concluded that people can use its aroma just to improve concentration. It also protects the carpets and leather products from getting a spot or stain. It provides relief to foot for relaxing. People will wonder but it is diluted in milk and drink in some parts of the world. It is a surprising taste. Apart from that, they will also help in providing the relaxation to mind and stay away fear. Lime oil contains a chemical substance because of which a person can use it for a better digestion. Most of the skin problems can be eliminated through this oil. However, it should be kept away from direct sunlight from last 12 hours. Also, this oil must not be provided to the children below 6 years age.\n\nBLENDS WELL WITH:\nLime oil blends easily with any other oil but perfectly blends with lavender, neroli, ylang-yalandg, clary sage.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/lime-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Litsea Cubeba oil",
            "patterns": ["What is Litsea Cubeba oil"],
            "responses": ["USES:\nThe oil finds great usage in the frangrance market for making cosmetics for the skin. The stem and roo of the plant find usage in Chinese medicine. The insecticidal action of this oil makesgreat for use in place of Citronella oil as an insect repellent. The fragrance of may chang oil is widely used in making deodorants, diffusers, room freshener and colognes.\n\nBLENDS WELL WITH:\nLitesia Oil blends well with Cardamom, cedar wood, chamomile, petitgrain, eucalyptus, frankincense, geranium, palmarosa, orange, rosemary, patchouli, thyme, sandalwood, ylang ylang, tea tree, bay, vetiver, black pepper, basil, coriander, cypress ginger, juniper, clary sage, marjoram and grapefruit.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/litsea-cubeba-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Lotus Oil",
            "patterns": ["What is Lotus Oil"],
            "responses": ["USES:\nLotus oil canadded to any lotions, creams or other skin care cosmetics. A few drops of lotus oil can be put in any unscented cream or lotion to get its benefits. It is also used as aperfume. Some people like to add lotus oils to make homemade soaps or homemade candles. Many cosmetic industries make use of this oil to make products for bath therapy, massage, misting and perfume.It provides oneof the most potent anti-wrinkle remedies and can decrease wrinkles within a matter of weeks. This is one of the reasons so many cosmetics companies include oil of Lotus in their skin care products and charge a fortune for the product. It is very effective in bringing aglow to a tired oily skin. Besides being used in commercial products, a drop of lotus oil can be used to make homemade baths, massage oils, lotions and candles. It can be directly used for aromatherapy by burning it in diffusers.\n\nBLENDS WELL WITH:\nLotus Oil can be blended with any oil which is a bit cheaper like sweet almond oil, apricot kernel oil or jojoba oil.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/lotus-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Laurel Leaf Essential Oil",
            "patterns": ["What is Laurel Leaf Essential Oil"],
            "responses": ["USES:\nLaurel leaf essential oil aids in the recovery of emotional trauma. This oil is ideal to be used for treating skin conditions such as rashes, fungal infections, acne, eczema, and other related problems. It effectively treats dry skin and arthritis problems. This oil is added in various skin and hair care products. It is also well-suited to prevent bacterial infection owing to its anti-bacterial property.\n\nBLENDS WELL WITH:\nLaurel leaf essential oil blends well with peppermint, Niaouli, lavender, pine, eucalyptus Globulus and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/laurel-leaf-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Lavender Essential Oil",
            "patterns": ["What is Lavender Essential Oil"],
            "responses": ["USES:\nLavender essential oil is ideal to relieve tension and depression. It is an excellent essential oil which soothes the nerves and provides relief from hysteria. This oil is also great to treat headaches, insomnia, migraines, and other similar conditions. It is highly beneficial to be used for the treatment of colds, throat infections, asthma, and bronchitis. In addition to this, Lavender essential oil also helps to treat the digestive system and prevent vomiting and flatulence. It is a powerful oil that effectively tones and effectively revitalizes the skin.\n\nBLENDS WELL WITH:\nLavender essential oil blends well with other oils such as pine, Cedarwood, geranium, clary sage and other citrus oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/lavender-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Mace Oil",
            "patterns": ["What is Mace Oil"],
            "responses": ["USES:\nMace as the aril is used in the preparations of savourydishes. It is popularly used in large bakeries as a flavouring agent for baked goods. Mace is often preferred in light dishes for the bright orange, saffron-like colour it gives. In traditional European cuisine, mace adds a unique taste and flavour to potato dishes and processed meat products. Mace is used in soupsand sauces to add flavour to them and make them digestive.\nThe perfumeries addmace oil to give fragrance and serve as a fixative to many perfumes,especially to men’s fragrances. Mace oil is used in making soaps, lotions, air fresheners and incense sticks.\n\nBLENDS WELL WITH:\nMace Oil blends well with geranium, citrus oils, clary sage, neroli, bay leaf, oakmoss,lavender, peru Balsam, orange, lime, petitgrain, mandarin, rosemary, and coriander.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/mace-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Mandarin Oil",
            "patterns": ["What is Mandarin Oil"],
            "responses": ["USES:\nMandarin is used after blending with other oils in manufacturing of colognes and au-de-toilette. Aroma therapists use mandarin oil to relieve stress and refresh the skin. It is used to make shaving lotions, shampoos, and other cosmetic products for its refreshing properties. The natural antiseptic properties are used to disinfect items and rooms, especially in children’s rooms where children put everything in the mouth. It is found thatmandarin oil is one of the best oil for consumption as well as for topical application.\n\nBLENDS WELL WITH:\nMandarin Oil blends well with essential oils of, cinnamon, clary sage, frankincense, bergamot lavender, clove, neroli and nutmeg.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/mandarin-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Manuka Oil",
            "patterns": ["What is Manuka Oil"],
            "responses": ["USES:\nThe best products like soaps and powders prepared from this oil diminish body and foot odor. It is used as an effective home remedy to get rid of dandruff, head lice and scalp infections.This oil is used in the cosmetic industries around the world in making skin and body care products, creams, body oils, soaps, antibacterial lotions, and shampoos. It is also successfully used by companies to produce aromatherapy products like bath oils, light rings, towel scenting, incense, spa's, facial hair treatments, , laundry, steams, and more.\n\nBLENDS WELL WITH:\nManuka oilblends wellbergamot, black pepper, clary sage, cypress, geranium, grapefruit, lavender, basil, lemon, litsea cubeba, marjoram, patchouli, peppermint, pine, ravensara, rosemary, sage, sandalwood, tea tree, thyme, chamomile, orange, eucalyptus and petitgrain.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/manuka-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Marjoram Oil",
            "patterns": ["What is Marjoram Oil"],
            "responses": ["USES:\nThe woody, spicy, camphoraceous aroma of marjoram oil has a warming effect on both mind and body.It soothes tense muscles after exercise and is beneficial for occasional simple nervous tension. This oil is used in the cosmetic industries around the world inmanufacturing skina nd beauty products like creams, body oils, and soaps, shampoos and antibacterial lotions. It is successfully used by companies to produce aromatherapy products like bath oils, towel scenting, light rings, spa's, incense, laundry, facial hair treatments, steams, and more. Many medicines are made by Ayurveda and Homeopath doctors using marjoram oil that are effective in the treatment of diseases of the digestive system and the respiratory system.\n\nBLENDS WELL WITH\nMarjoram oil blends well with cedar wood, bergamot, eucalyptus, tea tree, marjoram oil and chamomile.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/marjoram-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Mastic Oil",
            "patterns": ["What is Mastic Oil"],
            "responses": ["USES:\nThe strong rich woody odor of the Mastic oil is wldely used by the perfumeries to give a warm fragrance to their products. The fragrance is also a favorite in the production houses of cosmetic and beauty products around the world. It is used as an additive in health and beauty products,especially for in the preparation anti-bacterial solutions, antiseptic creams, shampoos,soaps, toothpastes, bath foams, and mouthwashes. It is also used as an additive in the manufacturing of bakery products, confectionary products, soft drinks liqueurs, ice creams & sweets,and alcohol drinks, and for flavouring. In the construction products this oil is used to produce paints and polish for the walls, windows and doors.\n\nBLENDS WELL WITH:\nMastic oil blends well with a lot of scents, including, juniper, lavender, lemongrass, marjoram, sage. Benzoin, chamomile and eucalyptus. Mastic is soluble in ether and alcohol, but insoluble in water.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/mastic-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Melissa Oil",
            "patterns": ["What is Melissa Oil"],
            "responses": ["USES:\nThere are many uses for the Mellissa Oil. Mostly it is used in making drugs and to protect a person from any problem. It is effective for the digestive system. There are several problems like nausea, vomiting, dyspepsia in which it is used as a medicine. In addition, it contains come cooling substances because of which a person can cure against fever. If you are panic or are having fast heartbeats, you nay use this oil, which will provide you a relief against panicking and helps you in getting slow heartbeats. A person can use it as a vaporizer while having cold. A message while bath can help a person feel fresh through which he can perform his day-to-day activities easily. this oil is also very effective for those who are having baldness or having problem of hair loss.\n\nBLENDS WELL WITH:\nMellissa Oil blends well with the following substances like ylang-ylang, frankincense, rose, Roman chamomile, Basil.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/melissa-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Mentha Piperita Oil",
            "patterns": ["What is Mentha Piperita Oil"],
            "responses": ["USES:\nIt is always said that if you are feeling pressurized or having some problem, eat peppermint. This will help you in eradicating the problems. In addition, it is very effective in getting reduction from itches, which normally happens to people during summers. It also plays an important role in eradicating the skin redness and other problems. It is having faster cooling action because of which many prickly heat powders are having its essence so that a person can get cooling crystals. It also plays an important part to clean mouth completely. Many toothpaste brands are using this oil as their cooling substance through which they can help in getting fresh breath, which can help them in their daylong activities. Also used in vaporizers to make the breath fresh and calm while a person is affected through cold.\n\nBLENDS WELL WITH:\nThis oil blends well with the substances like benozin, rosemary, lemon, marjoram, lavender, and eucalyptus.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/mentha-piperita-flower.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Monarda Oil",
            "patterns": ["What is Monarda Oil"],
            "responses": ["USES:\nMonarda oil is used in adding flavourto tea leaves,which acts as a good stimulant and gives warmth in the cold areas. It is used in making toothpastes and mouth washes to cure mouth ulcers and throat infections. Monarda oil is vastly used in aroma therapy. The geraniol chemotype of Monarda makes it an excellent choice for skin care where you need anti-infectious activity of a more gentle nature. The soft aroma created on burning the oil is used in conference halls and meditation centres. They provide relaxation to the nervous system. The anti-septic thymol that is in monarda oil is a prime ingredient used in making of mouth wash products.\nBLENDS WELL WITH:\nMonarda Oil blends beautifully with sandalwood, and the other base notes, as well as the other floral notes. It also blends well with lavender oil, geranium oil, lemon oil and lime oil.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/monarda-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Mugwart Oil",
            "patterns": ["What is Mugwart Oil"],
            "responses": ["USES:\nMugwart oil is used by the pharmaceutical and cosmetic companies to make medicines and cosmetic products. This oil has a warming effect on the body which can be used to counter effect of cold and moisture in the air. It also helps fight infections. It is used to ward off evil spells in Europe, and could increase your psychic powers.\n\nBLENDS WELL WITH:\nMugwart Oil blends well with pine, lavender, patchouli, clary sage and cedarwood.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/mugwart-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Myrtle Oil",
            "patterns": ["What is Myrtle Oil"],
            "responses": ["USES:\nMyrtle oil is used in skin preparations like creams, lotions and other cosmetic products. Besides the oil the Myrtle leaves can be used as a tea, and can be substituted for bay leaves in cooking. The branches of the tree can be used as firewood. When usedin for cooking and grilling it transmits a spicy flavour to meats and vegetables.\n\nBLENDS WELL WITH:\nMyrtle oil blends well with Lime, Neroli, Lemon, Bergamot, Bay, Rosemary, Hyssop, Pine, Clary Sage, Cypress, and lavender.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/myrtle-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Muguet Essential Oil",
            "patterns": ["What is Muguet Essential Oil"],
            "responses": ["USES:\nMuguet essential oil is ideal for soothing pain of injuries and burns. It is perfect for ensuring the proper functioning of the heart. This oil is admired among customers for its ability to reduce acne and other spots on the face. It treats high blood pressure and known for its effectiveness among people. This oil finds its usefulness in cosmetic and perfume making industries due to the sweet fragrance of it.\n\nBLENDS WELL WITH:\nMuguet essential oil blends well with other oils like frankincense, jasmine, clary sage, basil, sandalwood, lavender, etc.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/muguet-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Myrrh Essential Oil",
            "patterns": ["What is Myrrh Essential Oil"],
            "responses": ["USES:\nMyrrh essential oil finds its usefulness in different industries such as cosmetics, food processing, and pharmaceutical industries. This oil is highly effective for treating skin problems such as eczema, wrinkles, acne, pimples, and others. It has antibacterial properties which help to treat athlete's foot and other infections. This oil works great for reducing the appearance of wrinkles and improving skin tones.\n\nBLENDS WELL WITH:\nMyrrh essential oil can blends well with other oils like lavender, pine, rose, rosewood, juniper, cypress, sandalwood, etc.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/myrrh-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Neem Oil",
            "patterns": ["What is Neem Oil"],
            "responses": ["USES:\nThe Neem oil has many medicinal properties which is why it is regarded with such high value. The Neem oil can be used to treat high fevers and inflammations on the skin. The oil can help one in getting rid of acne and skin related problems. The oil has been used to treat people suffering from diseases like TB and leprosy. Neem extracts have been used widely in making toothpaste and mouthwashes. The oil has often been used for enhancing the body's immunity against infections and helps balance hormones in the body.\n\nBLENDS WELL WITH:\nThis essentialoil can mix well with nutmeg and pine. Other oils with which it can also mix easily are lavender and rosemary.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/neem-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Niaouli oil",
            "patterns": ["What is Niaouli oil"],
            "responses": ["USES:\nNiaouli oil is most often utilized in the perfume and fragrance industry. Niaouli is an integral\nComponent in many cosmetic products such as creams lotions and soaps. Niaouli is widely used in antiseptic pharmaceutical products such as toothpaste, gargles, mouth sprays and cough sweets. Niaouli oil can be used in the form of vaporizers and burners to relax the mind. It can also be blended with other massage oils, diluted in baths, and used as soaks to be used as skin cleanser and muscle relaxant.\n\nBLENDS WELL WITH:\nNiaouli Oil blends well with pine, hyssop, bergamot, eucalyptus, and lavender, lemon, orange and tea tree.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/niaouli-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Nutmeg Oil",
            "patterns": ["What is Nutmeg Oil"],
            "responses": ["USES:\nNutmeg Oil is very effective in treating problems relating to heart and circulation. It also helps in activating mind and revives it. Mostly people startsfainting or spells at wrong time while walking, talking, or standing for long time in sun. For them this oil is a quick and gentle remedy as it helps in eliminating the problems. It is very good for digestive system and helps in treating nausea, diarrhea, chronic vomiting, muscle ache, poor circulation, and many more problems. Thus, for treating digestive problems or muscle pain, a person can use it. Apart from that, it is better for sexual problems. Many products are having this oil as an essence to provide better relief to the people suffering from listed problems. Nutmeg Oil can be useful in providing relief to nervous system. It energizes the mind through stimulating it. One must avoid its excess dosage as it may cause serious problems. Nutmeg oil must be avoided during the pregnancy period.\n\nBLENDS WELL WITH:\nNutmeg oil blends well with black pepper, geranium, rosemary, orange, and cypress. \n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/nutmeg-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Neroli Essential Oil",
            "patterns": ["What is Neroli Essential Oil"],
            "responses": ["USES:\nNeroli essential oil is widely admired for its calming scent which makes it perfect to be used for aromatherapy. This oil is ideal for alleviating anxiety and heart palpitations. It excellently reduces stress and depression, and also finds its usefulness in perfume making industries. Also, it excellently calms and relaxes the body and mind.\n\nBLENDS WELL WITH:\nNeroli essential oil is known for its effectively blending with other essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/neroli-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Onion Oil",
            "patterns": ["What is Onion Oil"],
            "responses": ["USES:\nThis oil has an extensive usage in the pharmaceutical industry where it is used for treating various ailments. It can be used to prevent help keep colds and infections, promotes strong bones and a good supply to all the tissues. It acts as an effective blood cleanser and due to the sulfur it contains, helps to keep the skin clear and in good condition.It is extremely beneficial for the people who are suffering from bacterial infections, asthma, respiratory problems and cough. As it is rich in vitamins, it is used widely in food industry as a flavoring agent.\n\nBLENDS WELL WITH:\nThis oil can gel with other essential oils and carrier oils which include juniper, Sandalwood, rosemary, petit grain, ginger, lemon, geranium, lavender and patchouli.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/onion-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Orange Oil",
            "patterns": ["What is Orange Oil"],
            "responses": ["USES:\nThis oil has numerous industrial and household uses. It is used to add a flavor to various food items such as desserts, beverages, chocolates, biscuits, sweets and bakery items. Industrially, it is used in the manufacturing of body lotions, soaps, room sprays/air fresheners, face creams and deodorants. This citrus essence oil is extremely effective insect repellant. Wipe or spray it to the areas and the parts from where the possibility of the pests or the insects is to come into your house like around windows, doors, cracks, garden and so on. Instead of using poisonous substances in order to get rid-off worms, moths and ants, it can be used safely in the pantry for the purpose. It is also used to scent candles and lamps.\n\nBLENDS WELL WITH:\nOrange oil blends particularly well with cinnamon, black pepper, ginger, cloves, sandalwood, frankincense, lavender, vetiver, clary sage, , lemon, eucalyptus, rosemary cedarwood and patchouli.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/orange-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Oregano Essential Oil",
            "patterns": ["What is Oregano Essential Oil"],
            "responses": ["USES:\nOregano essential oil has excellent levels of carvacrol that aids it to fights with different types of bacteria. This oil can directly apply to skin and works as a great antibacterial. It soothes the fungal infections and prevents the growth of bacteria. This oil effectively heals the wounds, small cuts, and scrapes on the skin. Apart from this, it is the best oil to fights against cells of cancers which may cause breast, colon and lungs cancer.\n\nBLENDS WELL WITH:\nOregano essential oil is easily mixed with other oils such as lavender, chamomile, eucalyptus, rosemary and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/oregano-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Peru Balsam Oil",
            "patterns": ["What is Peru Balsam Oil"],
            "responses": ["USES:\nIn natural perfumery, it is used in a wide variety of compositions due to its sweet balsamic aroma and its fine fixative qualities. The use of these balsams in soaps, rash ointments, creams, detergents, hair tonics, body lotions, cough syrups, anti-dandruff preparations, and feminine hygiene sprays is only a small part of the beneficial role they play. Balsam of Peru has been successfully used by dentists in the case of post-extraction alveolitis. It is applied to wounds, skin infections, hemorrhoids, burns, as well as in the treatment of eczema and itching and scabies. It is particularly useful for infected and poorly healing burns, wounds, frostbite, ulcers, leg ulcers, and bruises.\nThis oil has very significant role in the treatment of nervous tension, addictions, hangovers, over indulgence of food and to stimulate the nervous system. This oil gives a feeling of alertness and helps with anxiety and fatigue.\n\nBLENDS WELL WITH:\nThis Essential Oil blends well with floral, spicy, Oriental and balsamic scented oils along with ginger, Black pepper, lavender, jasmine, petitgrain, patchouli, sandalwood, rose, ylangylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/balsam-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Palmarosa Essential Oil",
            "patterns": ["What is Palmarosa Essential Oil"],
            "responses": ["USES:\nPalmarosa essential oil has a great ability to fight the virus and prevent different kinds of infections. This oil is ideal to suppress bacterial growth in the urinary tract and protects wounds from infection. It works great to balance oil production of the skin, and heals bruises and cuts quickly. Also, this oil is added in several lotions and creams.\n\nBLENDS WELL WITH:\nPalmarosa essential oil can easily mix with bergamot, lime, geranium and other oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/palmarosa-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Parsley Seed Essential Oil",
            "patterns": ["What is Parsley Seed Essential Oil"],
            "responses": ["USES:\nParsley seed essential oil works well for purifying kidneys. It effectively removes toxins from the body. This oil is ideal to treat urinary problems and kidney disorders. This oil is widely cherished among people for its ability to purify blood owing to its depurative property. This oil is great to fight against cancer and asthma. It is also used for the treatment of diabetes. This oil is well-suited for soothing menstrual problems by balancing hormones and nurturing female reproductive organs.\n\nBLENDS WELL WITH:\nParsley seed essential oil blends well with other oils such as ginger, clary sage, Neroli, bay, anise, chamomile and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/parsley-seed-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Patchouli Essential Oil",
            "patterns": ["What is Patchouli Essential Oil"],
            "responses": ["USES:\nPatchouli essential oil has the ability to lift up the moods. This oil is highly cherished among customers because it effectively strengthens hair. It is perfect for boosting the immune system. This oil is ideal for directly applying on the skin to treats problems such as eczema, dry chapped skin, dermatitis and acne. This oil is also best to heal wounds. It is ideal for the treatment of dandruff and oily scalp.\n\nBLENDS WELL WITH:\nPatchouli essential oil easily mixed with Myrrh, Sandalwood, Clary Sage, Geranium, Ginger and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/patchouli-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Peppermint Essential Oil",
            "patterns": ["What is Peppermint Essential Oil"],
            "responses": ["USES:\nPeppermint Oil can be used to treat headaches. Blend a few drops of the oil with carrier oil and apply it on the forehead and temples for relief. It can also be used to reduce stress and exhaustion as the oil's fragrance is very refreshing which can help in boosting the mood. It can further help in reducing cold and fever. For this, apply the blend of this oil with carrier oil on your chest and head for relief.\n\nBLENDS WELL WITH:\nThis oil blends well with Geranium, Grapefruit, Tea Tree, Lemon, and Lavender.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/peppermint-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Petitgrain Essential Oil",
            "patterns": ["What is Petitgrain Essential Oil"],
            "responses": ["USES:\nPetitgrain Essential Oil has a very alluring and calming fragrance that can help in reducing stress and exhaustion. Few drops of the oil can be added on the pillow or a corner of the bed from where its aroma will spread all over the room and induce sleep as well as reduce tensions. It can also be added to skin creams which will help in reducing acne and blemishes.\n\nBLENDS WELL WITH:\nPetitgrain Essential Oil can be combined with Palmarosa, Geranium, Bergamot, Lavender, and Rosewood.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/petitgrain-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Pimento Berry Essential Oil",
            "patterns": ["What is Pimento Berry Essential Oil"],
            "responses": ["USES:\nPimento Berry Essential Oil can be used to reduce aches and pains in the body. The oil can be blended in shower gels or bath water to give a feeling of calm and relaxation. If suffering from the problem of indigestion, then add a few drops of the oil in body lotion and massage on the abdomen.\n\nBLENDS WELL WITH:\nIt blends well with Rose, Lavender and Ylang-Ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/pimento-berry-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Pine Essential Oil",
            "patterns": ["What is Pine Essential Oil"],
            "responses": ["USES:\nPine Essential Oil has a very pleasant aroma as well as it is imbued with anti-bacterial and anti-microbial properties. Therefore, it can be used as an air freshener as well as a house cleaner. It can also be used to remove odor from the shoes and carpets. Furthermore, the oil can also be applied to the skin to get rid of various skin ailments.\n\nBLENDS WELL WITH:\nPine Essential Oil can be blended well with Cypress, Clary Sage, Grapefruit, Juniper, Frankincense, Tea Tree and Bergamot.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/pine-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Pine Needles Essential Oil",
            "patterns": ["What is Pine Needles Essential Oil"],
            "responses": ["USES:\nPine Needle Essential Oils are good for people who feel a lack of energy. When used in aromatherapy, the oil boosts the energy levels as well as uplifts the mood. Its aroma can also help in the sharpening of the memory and increase concentration. The oil can also be used to clean the carpets as well as the floors as it is comprised of anti-microbial properties that kill harmful bacteria and viruses.\n\nBLENDS WELL WITH:\nPine Needle Essential Oil can be blended with Thyme, Juniper, Lavender, Sage, and Tea Tree.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/pine-needles-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Ravensara Essential Oil",
            "patterns": ["What is Ravensara Essential Oil"],
            "responses": ["USES:\nRavensara Essential Oil can be inhaled directly from the bottle or a few drops of the oil can be added on a handkerchief and inhaled. This can help in elevating the mood as well as opens the airways for clear breathing. The oil can also be mixed with carrier oils to be used as massage oil. It can be used to clear the germs present in the mouth by using it as a mouthwash. For this, combine equal amounts of both Ravensara and Peppermint Essential Oil in a glass of water.\n\nBLENDS WELL WITH:\nIt can be blended well with Tea Tree, Peppermint, Frankincense, and Cajeput.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/ravensara-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Rose Geranium Essential Oil",
            "patterns": ["What is Rose Geranium Essential Oil"],
            "responses": ["USES:\nRose Geranium is used in aromatherapy, perfumery, and cosmetics on a large scale. In aromatherapy, the oil helps in providing relaxation to the mind and warding off negative thoughts. The oil can also be used as a bug repellent and deodorize indoors. The oil is also used in skin care products as it is very beneficial for skin health. It can help in reducing the appearance of varicose veins, reduce acne, blemishes, etc.\n\nBLENDS WELL WITH:\nRose Geranium Oil can be blended with Clary Sage, Bergamot, Angelica, Lavender, Cedarwood, Lime and Rose.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/rose-geranium-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Rosemary Essential Oil",
            "patterns": ["What is Rosemary Essential Oil"],
            "responses": ["USES:\nRosemary Essential Oil can be inhaled as it can help in sharpening the memory as well as keeping the brain active. The oil can also be applied on the scalp if facing hair loss or other hair problems. The oil can be used as bug repellent to keep fleas and mosquitoes away from the house or gardens. Furthermore, the oil can also be used in aromatherapy to reduce stress levels and boosting energy.\n\nBLENDS WELL WITH:\nThis essential oil can blend with Chamomile, Lemongrass, Citronella, Peppermint, and Eucalyptus.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/rosemary-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Rosewood Essential Oil",
            "patterns": ["What is Rosewood Essential Oil"],
            "responses": ["USES:\nRosewood Essential Oil can be used in aromatherapy for the treatment of cold, headaches, coughs and nausea. It can also be used to provide relaxation to the mind by reducing stress. The essential oil can also be used in massage as well as it can be added to bathe water to boost skin health as well as remove the tensions from the body. When added to skin care creams, the oil can help in the regeneration of the skin cells and tissues.\n\nBLENDS WELL WITH:\nRosewood Essential Oil can be blended very well with all citrus as well as floral oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/rosewood-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Scotch Pine Essential Oil",
            "patterns": ["What is Scotch Pine Essential Oil"],
            "responses": ["USES:\nScotch Pine essential oil can be used in aromatherapy to reduce coughs and colds, stress, flu and help in boosting the energy. The oil can also be used as massage oil, can be added in bathwater and skin care products for its fragrance. Moreover, when making candles or soaps, this oil can be added in it for its fragrance.\n\nBLENDS WELL WITH:\nScotch Pine Essential Oil can be blended with other coniferous essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/scotch-pine-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Spearmint Essential Oil",
            "patterns": ["What is Spearmint Essential Oil"],
            "responses": ["USES:\nSpearmint Essential Oils can be used in a number of ways. It can be used for elevating the moods by inhaling the oil. The oil can also be added in the toothpaste before brushing for healthier teeth and gums. Few drops of the oil can be sprinkled on the food for better digestion. If suffering from an upset stomach, then add a few drops of the oil in a glass of water and drink for relief.\n\nBLENDS WELL WITH:\nSpearmint essential Oil can be blended with Rosemary, Lavender, and Wintergreen essential Oil.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/spearmint-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Spike Lavender Essential Oil",
            "patterns": ["What is Spike Lavender Essential Oil"],
            "responses": ["USES:\nSpike Lavender Essential Oil is used in soaps, cosmetics, and creams. The oil can be inhaled which can help in reducing headaches as well as boosting the energy. The essential oil can also be used as an insect repellent to prevent insects from biting. Furthermore, the oil can be applied to the minor cuts and rashes for healing.\n\nBLENDS WELL WITH:\nThis essential oil blends well with Clary Sage, Oak Moss, Rosemary, Clove and Petitgrain.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/spike-lavender-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Spikenard Essential Oil",
            "patterns": ["What is Spikenard Essential Oil"],
            "responses": ["USES:\nSpikenard Essential Oil has relaxing properties, so it can be used for relaxations and eliminating stress from the mind. The oil can also be applied on the hair to retain its color as well as slow down graying of hair. This oil can also be used as a massage oil to curb headaches, menstrual cramps, and induce sleep if troubled with insomnia.\n\nBLENDS WELL WITH:\nSpikenard Essential Oil can be blended with Lavender, Vetiver, Close, Juniper and Geranium.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/spikenard-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Spruce Essential Oil",
            "patterns": ["What is Spruce Essential Oil"],
            "responses": ["USES:\nSpruce Essential Oil can be very efficient in providing relief from anxiety and stress levels. The oil can help in providing calm and relaxation to the mind and body. The oil can be used in massages, steam baths and saunas for quick relief. It can also be inhaled directly from the bottle for relaxation.\n\nBLENDS WELL WITH:\nSpruce Essential Oil can be blended with Clary Sage, Cedarwood, Lavender, Oakmoss, and Rosemary.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/spruce-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "St John's Wort Essential Oil",
            "patterns": ["What is St John's Wort Essential Oil"],
            "responses": ["USES:\nPeople who face trouble in sleeping can benefit from St John's Wort Essential Oil. The oil can also be used to curb stress levels from the mind. When suffering from depression, oil can be used to curb the feeling of tiredness and nervousness.\n\nBLENDS WELL WITH:\nSt John's Wort Essential Oil can be blended with carrier oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/st-johns-wort-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Star Anise Essential Oil",
            "patterns": ["What is Star Anise Essential Oil"],
            "responses": ["USES:\nStar Anise Essential Oil has a wide variety of uses. The oil is used for the seasoning of pizza, sausages, pepperoni, and other foods. It is also added to toothpaste, digestive medicines, and skin care creams. The oil can be applied to muscles and joints for reducing pain.\n\nBLENDS WELL WITH:\nStar Anise Essential Oil blends well with Thyme, Ginger, Lavender, Lilac, Rose, Lemon and Pepper.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/star-anise-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Sugandh Kokila Essential Oil",
            "patterns": ["What is Sugandh Kokila Essential Oil"],
            "responses": ["USES:\nSugandha Kokila Essential Oil is widely used in skin care products, Ayurvedic medicines and in perfumery. The oil can help in keeping the brain active and increase the concentration. The oil is also used in Ayurveda to treat various health problems.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/sugandh-kokila-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Sugandha Mantri Essential Oil",
            "patterns": ["What is Sugandha Mantri Essential Oil"],
            "responses": ["USES:\nSugandha Mantri Oil can be used to boost the immune system. Its aromatic fragrance can also help reduce anxiety and emotional stress. The oil can also be used on the scalp to reduce dandruff. Today, the oil is being used in attars as well as in perfumes.\n\nBLENDS WELL WITH:\nThis oil can be blended with Sandalwood and Rosewood.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/sugandha-mantri-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Sweet Marjoram Essential Oil",
            "patterns": ["What is Sweet Marjoram Essential Oil"],
            "responses": ["USES:\nSweet Marjoram Essential Oil can be used to induce sleep if a person is troubled with insomnia. Few drops of the oil can be applied on the skin for quick effects. This way it can also help in reducing stress and anxiety. The oil can also be used in cooking. It can be added to recipes that call for Marjoram herb.\n\nBLENDS WELL WITH:\nThis essential oil can be blended with Bergamot, Cypress, Lemongrass, Thyme and Chamomile.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/sweet-marjoram-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Sweet Orange Essential Oil",
            "patterns": ["What is Sweet Orange Essential Oil"],
            "responses": ["USES:\nSweet Orange Essential Oil can be used in a number of ways. Few drops of the oil can be applied on the palm and can be inhaled for relaxation. It can also be used to wash clothes and bed sheets. Blend this oil with Peppermint oil and use it as a room freshener.\n\nBLENDS WELL WITH:\nSweet Orange Essential Oil can be blended with Clove Coriander Seed, Neroli, and Bergamot.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/sweet-orange-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Sandalwood Essential Oil",
            "patterns": ["What is Sandalwood Essential Oil"],
            "responses": ["USES:\nSandalwood Essential Oil can be used for relaxation. Inhaling the oil before exercise or yoga can help in elevating the mood as well as help in increasing concentration. The oil can also help in reducing stress and providing a sense of calm to the mind.\n\nBLENDS WELL WITH:\nSandalwood Essential Oil can be blended well with Cypress, Lemon, Myrrh, and Frankincense essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/sandalwood-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Tagetes Essential Oil",
            "patterns": ["What is Tagetes Essential Oil"],
            "responses": ["USES:\nTagetes Essential Oil comes with various uses. The oil can be used as a disinfectant to clean the tabletops of the kitchen, windows, floors, etc. Few drops of the oil can be mixed with water and add it in a spray bottle for usage. The oil can also be blended with carrier oil and can be applied on cuts and wounds for healing.\n\nBLENDS WELL WITH:\nThis essential oil can be combined with Jasmine, Clary Sage, Lavender, Tangerine, Lemon, and Myrrh.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/tagetes-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Tangerine Essential Oil",
            "patterns": ["What is Tangerine Essential Oil"],
            "responses": ["USES:\nTangerine Essential Oil can be used in a number of ways. The oil can be used for massage by mixing it with coconut oil. The oil can also be diffused in the homes with the help of a burner or a diffuser. It will help in reducing depression and anxiety as well we increase creativity. The oil can also be added in the bathwater to uplift the mood and increase the blood circulation.\n\nBLENDS WELL WITH:\nTangerine Essential Oil can be blended with Ylang-Ylang, Rose, Lavender, and Geranium.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/tangerine-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Tea Tree Essential Oil",
            "patterns": ["What is Tea Tree Essential Oil"],
            "responses": ["USES:\nTea Tree Oil can be found in various shampoos and skin care products. It is very effective in treating acne and also reducing dandruff. The oil can also be used as a disinfectant for cleaning of household items, table tops, etc. This essential oil can also be applied to the cuts and wounds for healing. The oil can also be used as a natural hand sanitizer. It can be combined with water for its use as a mouthwash, but it should not be swallowed.\n\nBLENDS WELL WITH:\nTea Tree Essential Oil can be blended with Marjoram, Lavender, Pine, and Juniper Berry.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/tea-tree-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Thuja Essential Oil",
            "patterns": ["What is Thuja Essential Oil"],
            "responses": ["USES:\nThuja Essential Oil can be diffused with the help of a burner or aromatherapy diffuser. The fragrance that spreads all over the rooms can be inhaled for relaxation. The oil can also be applied to the skin to prevent acne and blemishes. But, it must be diluted with a carrier oil first. It can also be used as a bug repellent to ward off bugs from the house.\n\nBLENDS WELL WITH:\nIt can be blended with Neroli, Cedarwood, Mandarin, and Germanium.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/thuja-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Thyme Essential Oil",
            "patterns": ["What is Thyme Essential Oil"],
            "responses": ["USES:\nThyme Essential Oil can be used for a variety of purposes. The oil can be added to meats and other dishes for flavoring. The oil can also be used to stop snoring by rubbing a drop of the oil on the toe. The oil can also be blended with shampoo to increase the volume of the hair.\n\nBLENDS WELL WITH:\nThis essential oil can be blended with Bergamot, Pine, Lavender, Rosemary, and Lemon.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/thyme-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Tranquility Essential Oil",
            "patterns": ["What is Tranquility Essential Oil"],
            "responses": ["USES:\nThe Tranquility Essential Oil can be used as a massage oil that can help in providing relief from stress and anxiety. As this oil is a combination of various essential oils, it constitutes a combination of alluring fragrances that when diffused in the air can help in elevating the mood as well as help in meditation or induce sleep.\n\nBLENDS WELL WITH:\nTranquility Essential Oil is a blend of many essential oils. It can also be blended with other oils like Rosewood, Bergamot, Lavender, and Patchouli.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/tranquility-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Turmeric Essential Oil",
            "patterns": ["What is Turmeric Essential Oil"],
            "responses": ["USES:\nTurmeric Essential Oil can be used for relief from stress and anxiety through its diffusion via a burner or oil diffuser. The oil can also be added to face washes and skin creams to avoid pimples, scars, and hyperpigmentation. A few drops of this oil can be blended with a carrier oil of choice to make a massage blend. This blend can be applied to the pain affected area for relief.\n\nBLENDS WELL WITH:\nTurmeric Essential Oil can be blended with Ginger, Clary Sage, Frankincense and Ylang Ylang.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/turmeric-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Turmeric Root Essential Oil",
            "patterns": ["What is Turmeric Root Essential Oil"],
            "responses": ["USES:\nTurmeric is very beneficial for the skin, so The Turmeric Root Essential Oil can be applied on the skin to combat acne, fade scars, as well as treat cracked heels. The oil can also be used to promote hair growth as well we help in reducing dandruff. It can further be diffused in the house for relaxation and reduce stress.\n\nBLENDS WELL WITH:\nTurmeric Root Essential Oil can be blended with Cinnamon, Grapefruit, Ylang-Ylang, and Ginger.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/turmeric-root-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Texas Cedarwood Essential Oil",
            "patterns": ["What is Texas Cedarwood Essential Oil"],
            "responses": ["USES:\nFew drops of the Texas Cedarwood Essential Oil can be added to skin care creams of choice to prevent acne and blemishes. It can also be used alone or with a combination of other oil for diffusion. The oil's fragrance can help in reducing stress and anxiety levels as well as promote sleep. Furthermore, the oil can also be used for the cleaning of households. Mix a few drops of this oil with lemon and white vinegar and use this blend as a natural disinfectant liquid.\n\nBLENDS WELL WITH:\nThis oil can be blended with Patchouli, Pine, Vanilla, Oakmoss, Coffee, and Spruce.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/texas-cedarwood-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Valerian Root Essential Oil",
            "patterns": ["What is Valerian Root Essential Oil"],
            "responses": ["USES:\nValerian root essential oil is highly demanded in the market for its naturally calming property. It is used for eliminating stress and fatigue. Effectively heal wounds, burns, cuts and other similar problems at a fast speed. This oil has an anti-bacterial property which kills bacteria and improves the healing process. Apart from this, Valerian root essential oil finds its usefulness in various pharmaceutical products.\n\nBLENDS WELL WITH:\nValerian root essential oil can easily blend well with other essential oils such as mandarin, petitgrain, rosemary and others.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/valerian-root-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Vanilla Essential Oil",
            "patterns": ["What is Vanilla Essential Oil"],
            "responses": ["USES:\nVanilla is extremely effective for improving sleep quality. This oil is also known for maintaining respiratory health and helps to breathe easier at night. It is ideal for reducing presence of harmful bacteria and also prevents bacteria from spreading. This essential oil also protects against some diseases. It is added in different kinds of soaps and shampoos because it promotes hair and skin health.\n\nBLENDS WELL WITH:\nVanilla essential oil blends well with alcohol and water based solutions.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/vanilla-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Vetiver Essential Oil",
            "patterns": ["What is Vetiver Essential Oil"],
            "responses": ["USES:\nVetiver essential oil is highly used for healing health disorders such as fevers, muscular aches, and sleeping disorder. This is highly admired for its cleansing property. The oil is highly effective to sooth and moisturize skin. Vetiver essential oil is ideal for providing peace of mind. It works well for soothing nervousness and anxiety; helps to reduce stress impacts on brain; and improves body function.\nBLENDS WELL WITH:\nVetiver oil easily blends well with jasmine, lavender, benzoin and other essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/vetiver-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Violet Essential Oil",
            "patterns": ["What is Violet Essential Oil"],
            "responses": ["USES:\nViolet essential oil finds its usefulness in cosmetic, perfume making, candle making, soap making and Ayurvedic industries. This is added in soaps and shampoos for good quality skin and hair. In candles, violet essential oil is added for scenting purposes. It has an excellent cleansing property. This essential oil works effectively for treating psoriasis and eczema. It is also the best oil for treating cold and relieves bloating.\n\nBLENDS WELL WITH:\nViolet essential oil blends well with floral essential oils like Geranium and Lavender.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/violet-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "White Pepper Essential Oil",
            "patterns": ["What is White Pepper Essential Oil"],
            "responses": ["USES:\nWhite pepper essential oil is highly cherished among customers for its nutritional properties such as iron, manganese, fibre and others. This oil is rich in piperine. This oil is highly effective for promoting health and is used as a flavouring agent in different types of dishes and sauces. White pepper essential oil is also ideal for preventing bloating and promoting digestion. This can be added in facial scrubs for exfoliating dead skin cells.\n\nBLENDS WELL WITH:\nWhite pepper essential oil blends well with ginger, fennel, clove, bergamot, juniper, lemon, sage, sandalwood, lavender and other similar oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/white-pepper-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Winter Savory Essential Oil",
            "patterns": ["What is Winter Savory Essential Oil"],
            "responses": ["USES:\nWinter Savory Essential Oil is highly beneficial for supporting proper functioning of the immune system. It is effective for increasing concentration and promoting good sleep. This oil works well for treating problems such as diarrhoea, indigestion and other related problems.\nThis oil can add in meat dishes, sauces, soups and other food items for enhancing taste and flavour of dishes. It works well for treating digestion problem.\n\nBLENDS WELL WITH:\nWinter Savory Essential Oil blends well with Citrus oils, lavender, oak moss, pine, rosemary.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/winter-savory-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Wintergreen Essential Oil",
            "patterns": ["What is Wintergreen Essential Oil"],
            "responses": ["USES:\nWintergreen essential oil is known for its effectiveness for treating fever, alleviate rheumatic symptoms, sore throat, headache and other problems. It is also used in different products such as mints, candies, chewing gums and smokeless tobacco as a flavouring agent. This oil is also added in dental hygiene products due to its excellent flavour. It is also demanded in fine art printing applications for transferring colour photocopy image.\n\nBLENDS WELL WITH:\nWintergreen essential oil blends well with Bergamot, Basil, Cypress, Geranium, Lavender, Lemongrass, Marjoram, and Peppermint essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/wintergreen-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Wormwood Essential Oil",
            "patterns": ["What is Wormwood Essential Oil"],
            "responses": ["USES:\nWormwood essential oil is ideal to treat headaches, convulsion, stress and other related diseases. It is a highly effective insecticide. This oil is suitable for fighting infections that are caused by bacteria and virus. It works well for encouraging discharge of bile juice into the stomach. This oil is perfect for getting rid of tapeworms, hookworms and roundworms.\n\nBLENDS WELL WITH:\nWormwood essential oil easily blends with Anise, Angelica, Lavender, Sweet Orange, Jasmine, and Oakmoss.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/wormwood-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "YaraYara Essential Oil",
            "patterns": ["What is YaraYara Essential Oil"],
            "responses": ["USES:\nYaraYara essential oil is highly demanded in the market due to its ability to treat health issues of respiratory and digestive systems. This oil is highly effective to treat problems such as rashes, marks, cuts, open sores, dermatitis, psoriasis, dryness, unshorn skin, stretch marks, acne, inflamed wounds and other several skin diseases. This essential oil is also good for enhancing blood circulation.\n\nBLENDS WELL WITH:\nYaraYara essential oil blends well with lemongrass, cypress, oak moss, rosemary, blue tansy, angelica essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/yara-yara-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "YlangYlang Essential Oil",
            "patterns": ["What is YlangYlang Essential Oil"],
            "responses": ["USES:\nYlangYlang essential oil is widely used to treat cold, cough and to disinfect wounds. This oil is good for getting glowing and healthy skin. This oil is good for fighting depression. It is also good for boosting brain health and is ideal to maintain the nervous system.\n\nBLENDS WELL WITH:\nYlangYlang essential oil effectively blends well with Bergamot, Geranium, Grapefruit, Lemon, Marjoram, Sandalwood, and Vetiver essential oils.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/ylang-ylang-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "Zedoaria Essential Oil",
            "patterns": ["What is Zedoaria Essential Oil"],
            "responses": ["USES:\nZedoaria essential oil is highly demanded in pharmaceutical, cosmetic, soap making, and perfume making industries. It is also used as a flavouring agent in different dishes. This oil has excellent antioxidant property. It is added to medicines which are used for the treatment of different diseases.\n\nBLENDS WELL WITH:\nZedoaria essential oil easily blends with Ionness, Tonka, cedar wood and pine needle.\n\nYou can get more information on <a href='https://www.naturesnaturalindia.com/pure-and-natural-essential-oils/zedoaria-essential-oil.html' target='_blank'> here</a>"]
        },
        {
            "tag": "abdominal pains",
            "patterns": ["What is abdominal pains", "stomachache", "stomach ache", "bellyache", "belly ache"],
            "responses": ["5 ml Carrier oil mixed with\n1 drop of Chamomile or Calendula oil and\n1 drop Clove oil and\n1 drop Peppermint oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/abdominal-pain.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Abscess",
            "patterns": ["What is Abscess"],
            "responses": ["To help with the pain, make a compress, using:\n\n2 drops Lavender essential oil\n2 drops Tea Tree essential oil\n2 drops Chamomile essential oil\nand apply twice a day to the area of swelling.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/abscess.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Acne",
            "patterns": ["What is Acne", "blackheads", "pimples", "whiteheads"],
            "responses": ["A facial treatment oil can also be made by using a suitable carrier oil, such as jojoba oil, and adding:\n\nBenzoin\nCedarwood\nGerman chamomile\nGeranium\nLavender\nLemongrass\nTea tree oil\nThe inclusion of the essential oils listed above must NOT EXCEED a 2% dilution.\n\nSome skins may not react well to a treatment oil, but some people have reported very good results.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/acne.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "addictions",
            "patterns": ["What is addictions", "craving", "dependence", "enslavement", "obsession"],
            "responses": ["To improve your chance to succeed in kicking a bad habit, use essential oil such as\n\nChamomile (Roman)\nClary sage\nBergamot\nJasmine\nLavender\nYlang-ylang\nas a massage oil, in the bath or in vapor therapy.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/addictions.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Anal fissures",
            "patterns": ["What is Anal fissures", "anal"],
            "responses": ["For some relief bathe the area with warm water to which you can add 5 drops of Lavender oil and 1 drop of Lemon oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/anal-fissure.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "athlete's foot",
            "patterns": ["What is athlete's foot", "tinea pedis", "athlete foot"],
            "responses": ["When going to places where the infection might be picked up, rub the feet before and after with neat Tea Tree oil or Geranium oil.\n\nTo treat an infected foot, mix together 10 ml of any carrier oil and 2 drops each of Wheat germ oil, Tea Tree oil and Geranium oil and rub in between the toes and around the nails every day.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/athletes-foot.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Bad breath",
            "patterns": ["What is Bad breath", "foul breath", "morning breath", "halitosis", "foul-smelling breath", "smelling breath"],
            "responses": ["A mouthwash to help fight bad breath\n4 drops Lavender oil diluted in\n5 ml Brandy and\n125 ml warm water.\nUse this mixture when required by swirling around the mouth after proper brushing and flossing, and spitting it out after you have rinsed properly.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/bad-breath.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Bedsores",
            "patterns": ["What is Bedsores", "pressure ulcers", "decubitus ulcers"],
            "responses": ["A massage oil to help with bedsores\nA massage oil to use before (and after) sores develop is:\n\n20 ml carrier oil - such as Evening primrose oil\n4 drops Wheat germ oil\n3 drops Chamomile or Geranium oil\n2 drops Lavender oil\n2 drops Tea tree oil\n2 drops Frankincense oil\nAll the ingredients are mixed together and massaged very gently into affected areas. If you are faced with a weeping bedsore, do not apply the massage oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/bedsores.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Bleeding",
            "patterns": ["What is Bleeding", "drain", "ooze", "trickle", "weep"],
            "responses": ["Blood loss after an accident or an emergency, always calls for expert advice.\n\nFor a small open wound, apply a compress to which the following is added:\n\n1 drop Geranium oil\n1 drop Lemon oil\n1 drop Chamomile oil\n1 drop Tea Tree oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/bleeding.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Bleeding gums",
            "patterns": ["What is Bleeding gums"],
            "responses": ["Mouthwash to help with bleeding gums\nTo prepare a mouthwash, do the following:\n1teaspoon of the following mixture to a glass of warm water:\n3 drops of Thyme oil\n2 drops of Eucalyptus oil\n3 drops of Chamomile oil\n3 drops of Peppermint oil\nall the above diluted in 1 tablespoon brandy.\nSwish the warm water with the 1 teaspoon of mixture well around the mouth; do not swallow.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/bleeding-gums.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Blepharitis",
            "patterns": ["What is Blepharitis", "redness", "rubor", "inflammation"],
            "responses": ["Compress to help blepharitis\nTo assist with blepharitis you can make a compress with the following:\n\n1 drop of Chamomile oil\n5 ml Witch hazel and mix well\nadd to 30 ml Rosewater\nLeave for at least 7 hours, strain through a paper coffee filter and use as a compress on the closed eyelids.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/blepharitis.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Blisters",
            "patterns": ["What is Blisters"],
            "responses": ["Cause of blisters\nBlisters can be the result of an injury, burning, scalding, chafing or an insect sting.\nIt occurs when there is an accumulation of fluid underneath the skin. When the blister bursts, the revealed tissue beneath may become infected.\nBlisters from burns and scalds should not be pierced.\nApply a drop of Lavender oil or Tea tree oil and 1 drop of Chamomile oil onto the blister.\nPat in thoroughly but carefully.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/blisters.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Boils",
            "patterns": ["What is Boils"],
            "responses": ["To assist with boils, bathe the infected area with\n\n2 drops Lavender oil\n2 drops of Tea tree oil\n1drop Juniper oil\ndiluted in 200 ml hot water.\nIf the inflammation is severe, add 1drop Chamomile oil.\n\nBathe the area twice a day.\n\nShould it appear if further infection may be happening, neat Tea tree oil can also applied sparingly to the area with a cotton bud, but if it does not yield results quickly, please consult your medical practitioner.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/boils.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Breathing difficulties",
            "patterns": ["What is Breathing difficulties", "Hard to breath", "breathing problems", "shortness of breath"],
            "responses": ["A massage oil to help ease breathing difficulties\nA massage oil to assist can be made of:\n\n5 drops Nutmeg oil\n2 drops Cinnamon oil\n10 drops Eucalyptus oil\n10 drops Ginger oil\n3 drops Rosemary oil\ndiluted in 30 ml vegetable carrier oil\nThis massage oil should be rubbed around the chest and back. Shortness of breath comes with old age and unfitness.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/breathing-difficulty.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Bronchitis",
            "patterns": ["What is Bronchitis"],
            "responses": ["Vapor and inhalation therapy to help with bronchitis\nInhalation therapy with essential oils may also assist in easing breathing and here you can try the following essential oils:\n\nBasil\nBenzoin\nClove\nFrankincense\nPine\nTea Tree oil\nVaporize the room during the day and one hour before bedtime with a mixture of 600 ml warm water, 15 drops Eucalyptus oil and 5 drops of Oregano oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/bronchitis.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Bruising",
            "patterns": ["What is Bruising", "bang up", "batter", "blacken", "crush"],
            "responses": ["Massage oil to help disperse bruises\nMost bruises heal without attention but for extra help gently rub the affected area with the following massage oil:\n\n10 ml Grape seed oil mixed with\n5 drops Calendula oil\n1 drop Cypress oil\n2 drops Fennel oil\nNeat Lavender oil can also be applied to the bruised area.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/bruises.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Burns",
            "patterns": ["What is Burns", "heat", "melt", "torch", "I have a burn", "What should I apply on burn skin"],
            "responses": ["Types of burns\nBurns have three degrees of severity, a first degree burn is red, a second has blisters and a third degree burn causes damage to the skin and the underlying muscle.\nSymptoms of a burn are typically shock, dehydration and infection on the area of the burn.\nElectrical, chemical and radiation burns should be treated as an emergency. Causes for burns can be excessive heat, continuous friction, chemicals, radiation, electricity, fire, boiled water or boiled oil etc.\nFor minor burns, immediately apply Lavender oil neat to the burn and cover with a damp compress.\nAll burns, not obviously minor, require professional attention immediately.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/burns.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Carbuncles",
            "patterns": ["What is Carbuncles", "boil"],
            "responses": ["Help with a carbuncle\nA carbuncle simply stated is a severe abscess that has several centers at a number of hair follicles, and should be examined by your doctor.\nThe causes of carbuncles are similar to that of abscesses and boils.\nBathe the area with 2 drops of Lavender oil and 2 drops of Tea tree oil diluted in 125 ml hot water.\nNeat Tea tree oil can also be applied sparingly with a cotton bud to the affected area.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/carbuncles.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Catarrh",
            "patterns": ["What is Catarrh"],
            "responses": ["A massage oil to help with catarrh\nA massage oil can also be rubbed on the chest and back area, made with the following:\n\n15 ml Evening primrose oil\n3 drops Tea tree oil\n3 drops Eucalyptus oil\n3 drops Rosemary oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/catarrh.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Chapped lips",
            "patterns": ["What is Chapped lips"],
            "responses": ["An oil mixture to help chapped lips\nAn oil can be mixed and applied to chapped lips to help ease the pain, and to assist in healing, and is formulated as follows:\n\n20 ml Aloe vera oil\n1 drop Chamomile oil\n2 drops Geranium oil\n1 drop Neroli oil\n2 drops Rose oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/chapped-lips.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Chilblains",
            "patterns": ["What is Chilblains"],
            "responses": ["Massage oil to help with chilblains\nA massage oil can also be mixed to assist in combating chilblains:\n\n10 ml Calendula infused oil\n2 drops Geranium oil\n2 drops Lavender oil\n2 drops Black pepper oil\n2 drops Tea tree oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/chilblains.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Circulatory problems",
            "patterns": ["What is Circulatory problems", "rotating", "circling"],
            "responses": ["A massage oil to help circulatory problems\nWhat essential oils can do is boost the circulation of the blood, helping a sluggish circulation.\n\nUse a massage oil made of the following:\n\n2 drops Cypress essential oil\n2 drops Neroli essential oil\n2 drops Lemon essential oil\n2 drops Geranium essential oil\nin 15 ml base carrier oil\nand massage the areas affected.\n\nAvoid tea and coffee and drink tisanes (herbal infusions - herbal teas) made of herbs like parsley and sage.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/circulation.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Cold sores",
            "patterns": ["What is Cold sores", "sores"],
            "responses": ["Use Chamomile oil, Calendula oil, Geranium essential oil or Tea tree oil neat to relieve the pain and swelling.\nIf the virus tends to be triggered by the sun, so it would be wise to use a good sun block.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/cold-sores.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Colds and flu",
            "patterns": ["What is Colds and flu", "cold", "flu"],
            "responses": ["To safeguard the office and home against colds and flu\n1 drop Cinnamon essential oil\n1 drop Cloves essential oil\n1 drop Eucalyptus essential oil\n1 drop Niaouli essential oil\n1 drop Pine essential oil\nMix the above in 500 ml water, place in a spray can and shake well for the oils to mix and spray the office.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/colds.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Conjunctivitis",
            "patterns": ["What is Conjunctivitis"],
            "responses": ["Compress to help with conjunctivitis\nTo treat sore itchy eyes, cover them with a compress soaked in cornflower, Chamomile, Marigold or Fennel herbal infusions.\n\nTo assist with conjunctivitis you can make a compress with the following:\n\n1 drop of Chamomile oil\n5 ml Witch hazel and mix well.\nAdd to 30 ml Rosewater and leave for at least 7 hours, strain through a paper coffee filter and use as a compress on the closed eyelids.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/conjunctivitis.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Constipation",
            "patterns": ["What is Constipation"],
            "responses": ["A massage oil to help ease constipation\nA massage oil applied clockwise over the lower abdomen three times a day can also be useful, and is made up as follows:\n\n15 drops rosemary oil\n10 drops lemon oil\n5 drops peppermint oil\nblended in 30 ml jojoba oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/constipation.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Coughing",
            "patterns": ["What is Coughing", "Cough"],
            "responses": ["A mixture to help fight coughing\nTo make a mixture to drink to help coughs, combine the following:\n\n2 drops Eucalyptus oil\n2 drops Lemon oil\nmixed with 3 tablespoons honey\nUse 1 teaspoon of the above mixture in half a glass of warm water and sip slowly.\n\nMassage oil to assist with coughing\nTo assist with coughs, a massage oil can also be applied and is mixed as follows:\n\n3 drops Eucalyptus oil\n2 drops Thyme oil\n1 drop Pine oil\nmixed in 1 teaspoon of Jojoba oil.\nMassage the chest and back with the above massage oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/coughs.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Cuts",
            "patterns": ["What is Cuts", "laceration", "wound", "Which oil should I apply on cuts on my body"],
            "responses": ["Looking after cuts\nWhen dealing with deep cuts special care should be taken, as they are more susceptible to infection.\nThis has to do with the fact that the injury does not always bleed or allow oxygen to enter the wound to eliminate infection. All cuts should be treated quickly as if left untreated, blood poisoning could become prevalent. If in doubt - please consult your emergency room IMMEDIATELY.\nBacteria such as tetanus spores that enter the cut from dirty objects cause infections. Tetanus is a life-threatening condition that is also known as lockjaw, because of the severe and painful muscle spasms that it causes throughout the body.\nWash and clean the cut carefully using 500 ml water to which you added 4 drops Lavender oil, 2 drops Tea tree oil and 1drop of Eucalyptus oil.\nLemon juice can be used as an emergency wound sterilizer although it stings.\nWhen scabs form, let them dry and do not peel them off. You can clean the scab gently (without upsetting it) twice a day with Calendula oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/cuts.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Diarrhea",
            "patterns": ["What is Diarrhea", "dysentery", "flux", "loose motion", "I have diarrhea"],
            "responses": ["A massage oil to help ease diarrhea\nA massage oil with essential oils, rubbed over the abdomen area can also assist with this problem.\n\nTo make the massage oil, mix the essential oils to 10 ml vegetable carrier oil:\n\n2 drops Peppermint oil\n2 drops Lavender oil\n2 drops Chamomile oil\n2 drops Eucalyptus oil\n2 drops Geranium oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/diarrhea.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Diverticulitis",
            "patterns": ["What is Diverticulitis"],
            "responses": ["Massage oil to help ease the discomfort of diverticulitis\nA massage oil, rubbed over the stomach in a clockwise motion, may also ease the discomfort and is made by mixing the following:\n\n1 drop Peppermint oil\n1 drop Chamomile oil\n2 drops Rosemary oil\n1 drop Clove oil\nblended with 5 ml vegetable carrier oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/diverticulosis.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Dysmenorrhoea (painful menstruating)",
            "patterns": ["What is Dysmenorrhoea", "painful menstruating", "menstruating"],
            "responses": ["Massage oil to help with painful menstruation\nA massage oil can also be used to help in this problem, and is mixed the following way:\n\n15 ml Jojoba oil base oil\n2 drops Bay essential oil\n2 drops Clary sage essential oil\n2 drops Geranium essential oil\n2 drops Lavender essential oil\n1 drop Peppermint essential oil\nThe massage oil can be gently massaged externally over the painful area.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/dysmenorrhoea.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Ear infection and earache",
            "patterns": ["What is Ear infection", "earache", "ear ache"],
            "responses": ["Pain relief for earache\nFor pain relief, mix 1 drop Clove oil and 5 ml Grape seed oil and massage around the neck and ear.\nIf the ear infection is thought to be caused by a throat infection, gargle with a glass of boiled water containing 2 drops of Tea tree oil. Repeat every two hours.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/ear-infections.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Fainting",
            "patterns": ["What is Fainting", "black out", "keel over", "pass out", "swoon"],
            "responses": ["Causes of fainting\nCauses for fainting can include low blood sugar, circulatory imbalances, an overburdened system, standing for long periods of time, heat, dehydration, stress, heatstroke, heat exhaustion, diabetes, heart attacks, strokes, internal bleeding, sudden fear, anxiety, intense pain resulting from injury and anemia.\nUntie all tight clothing and raise the feet higher than the head.\nUsing Lavender, Rosemary or Peppermint oil, hold the open oil under the patient's nose and let them inhale in the vapor.\nWhen consciousness is regained, give the patient a glass of hot water to sip, with half a drop of lemon oil and a teaspoon of honey dissolved in it.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/fainting.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Fever",
            "patterns": ["What is Fever", "I have a fever", "What essential oils are used for fever", "delirium", "frenzy", "turmoil", "high temperature", "high temp"],
            "responses": ["Massage oil to help with fever\nTo help with fever, make a massage oil and massage the temples, back of neck, top of hands and soles of feet with it.\n\nYou can make the massage oil by combining the following:\n\n15 ml Evening primrose oil\n2 drops Eucalyptus essential oil\n2 drops Lavender essential oil\n2 drops Peppermint essential oil\n1 drop Black pepper essential oil\n1 drop Tea Tree essential oil\n1 drop Rosemary essential oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/fever.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Flu",
            "patterns": ["What is Flu", "could you please suggest me solution for flu"],
            "responses": ["A warm bath, with some added essential oils can help boost your body when you feel that you are starting to come down with flu. When you have run the bath, add the following essential oils:\n\n4 drops Tea tree oil\n3 drops Lavender oil\n1 drop Lemon oil\nAfter the bath, you could also apply a massage oil made up as follows:\n\n10 ml Evening primrose oil\n3 drops Tea tree oil\n2 drops Eucalyptus oil\nThe room can also be vaporized with Clove, Lavender and Pine essential oil to help ease the symptoms.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/flu.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Frostbite",
            "patterns": ["What is Frostbite", "chill", "snow"],
            "responses": ["Use especially the Pine and Cypress oil family in a massage oil for circulation problems. The essential oils should be diluted in a carrier oil.\nAt the end of a day out in the snow, rub a little Grape seed oil with a few drops of Pine oil added onto the feet. Neat Lavender oil could be applied to the patches of affected skin.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/frostbite.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Gingivitis",
            "patterns": ["What is Gingivitis"],
            "responses": ["Mouthwash to assist in fighting gingivitis\nTo prepare a mouthwash, do the following:\n\n1 teaspoon of the following mixture to a glass of warm water:\n\n3 drops of Thyme oil\n2 drops of Eucalyptus oil\n3 drops of Chamomile oil\n3 drops of Peppermint oil\nall the above diluted in 1 tablespoon brandy.\nSwish the warm water with the 1 teaspoon of mixture well around the mouth, but do NOT swallow.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/gingivitis.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Grazes",
            "patterns": ["What is Grazes"],
            "responses": ["Grazes occur daily with children running around and hurting themselves. The only danger of getting into scrapes, is infection.\nAlways make sure that splinter are taken out, and that all the dirt is thoroughly bathed away.\nAs a bathing solution use 10 drops of Lavender, Eucalyptus, Lemon or Tea tree oil in a bowl of warm water.\nLeave the damaged skin open in the fresh air if at all possible. Obviously cover up if there is danger of re-infection.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/grazes.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Halitosis (bad breath)",
            "patterns": ["What is Halitosis", "bad breath"],
            "responses": ["Mouthwash to fight halitosis\nFor a mouthwash add 1 drop Myrrh oil to a cup of cooled , boiled water.\n\nFor a general mouthwash mix\n\n4 drops Lavender oil diluted in\n5 ml brandy and\n125 ml warm water.\nUse this mixture when required by swirling around the mouth after proper brushing and flossing, and spitting it out after you have rinsed properly.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/halitosis.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Hay fever",
            "patterns": ["What is Hay fever", "viral fever"],
            "responses": ["Vapor therapy to help with hay fever\nPut a few drops of Eucalyptus, Niaouli or Tea Tree oil on a handkerchief and use it when an attack occurs.\nBoil some Eucalyptus leaves in water and spray this liquid throughout the house, especially the bedroom before you go to sleep, or make a room spray using Eucalyptus oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/hay-fever.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Headache",
            "patterns": ["What is Headache", "head ache"],
            "responses": ["For a headache use the following mixture\n3 drops Lavender oil\n1 drop Peppermint oil\n1 drop Bergamot oil\n3 drops Jojoba oil.\nIt can be massaged into the base of the skull or around the temples.\n\nFor a tension or nervous headache use as above but use\n3 drops of Lavender oil\n1 drop Clary sage oil\n1 drop of Chamomile oil\n2 drops Jojoba oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/headaches.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Heart palpitations",
            "patterns": ["What is Heart palpitations", "fast-beating", "fluttering", "pounding heart"],
            "responses": ["This is quite usual after exercise or during menopause but it could be the symptom of some underlying heart disorder.\nAvoid tea, coffee, cola drinks, chocolates and alcohol.\nDuring an 'attack' dip hands and arms up to the elbow in cold water for at least 10 seconds and to help you relax you could rub 2 drops of neat Lavender oil in the palm of your hands, rub together and inhale deeply.\nDrink tisanes of calming plants like chamomile, orange leaves, lime, basil and melissa.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/heart-palpitations.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Heartburn",
            "patterns": ["What is Heartburn", "heart burn"],
            "responses": ["The upper abdominal area can be rubbed with the following:\n\n2 drops Eucalyptus oil\n1 drop Peppermint oil\n2 drops Fennel oil\ndiluted in 5ml (1 teaspoon) Grape seed oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/heartburn.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Hiccups",
            "patterns": ["What is Hiccups", "hiccough", "singultus"],
            "responses": ["What can be done about hiccups?\nHiccups can be very painful, especially if they keep on for a long time.\nPlace 1 drop of Chamomile oil in a brown paper bag and hold over your nose and mouth, breathing in deeply and slowly through your nose.\nSome people report cessation of hiccups after drinking a glass of water in which a teaspoon of sugar is dissolved in.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/hiccups.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "High blood pressure",
            "patterns": ["What is High blood pressure", "high bp", "blood pressure"],
            "responses": ["Essential oils to be avoided for use with high blood pressure\nHyssop (contains pinocamphone)\nRosemary (very stimulating)\nSage (contains thujone)\nThyme (hypertensive - increase blood pressure)\nEssential oils that can be beneficial in massage for people suffering from high blood pressure:\nClary sage\nLavender\nMarjoram\nMelissa\nYlang-ylang\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/high-blood-pressure.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Influenza",
            "patterns": ["What is Influenza"],
            "responses": ["To safeguard your house or office\n1 drop Cinnamon essential oil\n1 drop Cloves essential oil\n1 drop Eucalyptus essential oil\n1 drop Niaouli essential oil\n1 drop Pine essential oil\nMix all the above in 500 ml water, place in a spray can and shake well for the oils to mix and spray the office.\n\nTo relieve the stuffiness of colds, use blends of\nCajuput\nCloves\nEucalyptus\nNiaouli\nPine\nin an inhaler or in the bath, or rubbed on the chest (mixed and diluted in a suitable carrier oil) or sprinkled on a handkerchief.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/influenza.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Insect bites (spiders, ticks and fleas)",
            "patterns": ["What is Insect bites", "spiders bites", "ticks bites", "fleas bites"],
            "responses": ["As an insect repellant use\nLemongrass oil\nThyme oil\nLavender oil\nPeppermint oil\nCitronella oil (specially effective for mosquitoes)\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/insect-bites.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Insomnia",
            "patterns": ["What is Insomnia", "restlessness", "sleeplessness", "Not able to sleep"],
            "responses": ["Insomnia and sleeping\nInsomnia means that one is unable to sleep. It usually is caused by a state of stress or anxiety or by physical problems such as pre-menstrual tension or menopause.\nVery often the cause can be easily remedied. A lack of exercise and too many stimulants like alcohol or cigarettes can be the cause of insomnia.\nLavender is a gentle essential oil that can assist in relaxation and getting you off to sleep and is also recommended for mental and physical strain.\nPlace some dried Lavender nearby when you sleep or take a warm bath with a few drops of Lavender or Neroli oil added half an hour before bedtime.\nA relaxing massage with essential oils such as Lavender, Clary sage, Petitgrain, Sandalwood or Ylang ylang essential oil, mixed in a suitable carrier oil can also assist in beating insomnia.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/insomnia.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Jetlag",
            "patterns": ["What is Jetlag"],
            "responses": ["What to do about jetlag?\nElevate your feet to avoid swollen ankles and walk up the aisles to keep the circulation going.\n\nDuring the flight you can massage your feet with a drop of Basil, Geranium or Grapefruit oil diluted with a dash of carrier oil and do foot exercises.\n\nOn arriving and you want to stay alert, put 10 drops Lavender oil in your hand, rub on the torso and shower immediately.\n\nWhen you have no time to feel disorientated by the flight and jet lag, draw yourself a warmish bath and add the following oils to help revive your body and mind:\n\n2 drops Peppermint essential oil\n1 drop Rosemary essential oil\n1 drop Bergamot essential oil\n2 drops Neroli essential oil\n1 drop Geranium essential oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/jet-lag.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Laryngitis",
            "patterns": ["What is Laryngitis"],
            "responses": ["Gargle\nFor a sore throat gargle five to six times a day with a glass of cooled boiled water and 2 drops of either\n\nCajuput\nGeranium\nNiaouli\nBlack Pepper\nRosemary\nTea Tree\nA very good remedy is to drink a glass of hot water with the juice of half a lemon and honey to taste. Do not smoke.\n\nInhalation\nSteam inhalations can also be useful, and to this you could add\n\n2 drops Lavender\n1 drop Thyme\n1 drop Eucalyptus\n1 drop Chamomile\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/laryngitis.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Leg Cramps",
            "patterns": ["What is Leg Cramps"],
            "responses": ["Massage oil\nRub the legs vigorously until the cramp is relieved and to assist use a massage oil made with the following:\n\n5 ml Evening primrose oil\n3 drops of Geranium essential oil.\nCramps can also be relieved by bending the knee as far as possible.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/leg-cramps.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Lumbago",
            "patterns": ["What is Lumbago"],
            "responses": ["Relaxing bath\nAdd 3 drops (in total) of Rosemary oil or Oregano or Thyme oil to your bath and have a long relaxing soak in it.\n\nMassage oil for lumbago\nA massage oil can also be made to massage the lower back with, down to the top end of buttocks, but avoiding the anus since it may cause irritation to the sensitive membranes.\n\nIt is prepared by mixing the following oils together:\n\n3 drops Rosemary oil\n1 drop Eucalyptus oil\n2 drops Peppermint oil\n2 drops Chamomile oil\n1 drop Cardamom oil\n10 ml Evening primrose oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/lumbago.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Mouth ulcers",
            "patterns": ["What is Mouth ulcers", "ulcers"],
            "responses": ["Mouthwash for mouth ulcers\nAs a mouthwash use 5ml salt and 2 drops of Tea Tree oil in 500 ml warm boiled water.\n\nAnother mouthwash that can be used, to swish around the mouth and then spitting it out, is made as follows:\n\n2 drops Peppermint oil\n2 drops Thyme oil\n2 drops Lemon oil\n2 drops Tea tree oil\n2 drops Geranium oil\n10 ml brandy\n1 glass of warm water\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/mouth-ulcers.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Nausea",
            "patterns": ["What is Nausea", "vomiting"],
            "responses": ["Using vapor therapy for nausea\nFor motion sickness, fresh air is often the answer, but adding the scent of an essential oil such as Lavender or Bergamot may also assist in feeling better. This can be done by simply dropping some of the essential oil on a handkerchief and sniffing it when required.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/nausea.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Neuralgia",
            "patterns": ["What is Neuralgia"],
            "responses": ["A massage oil for neuralgia\nA massage oil can be of help to assist with neuralgia, and for this we recommend the following blend:\n\n10 ml Grape seed oil\n3 drops Chamomile oil\n3 drops Black Pepper oil\n1 drop Clove oil\n3 drops Lavender oil\nMassage into the spot.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/neuralgia.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Nose bleed",
            "patterns": ["What is Nose bleed", "nore bleeding"],
            "responses": ["For a nosebleed without a broken nose or injury, pinch the nostrils and inhale the following oils from a tissue:\n\n3 drops Lemon oil and\n1 drop Lavender oil\nAn icepack can also be applied to help.\n\nFor a nosebleed with an injury or broken nose, see your doctor without delay.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/nose-bleed.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Pneumonia",
            "patterns": ["What is Pneumonia"],
            "responses": ["The fluid intake should be high, and tisanes can be taken made from Eucalyptus, Oregano or Thyme herbal material. Boil for 1 minute, infuse for 5-7 minutes and drink with honey.\nPine or Cypress oil could be used in an steam inhalation.\nStay indoors, keep warm and dry, and avoid alcohol and cigarettes.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/pheumonia.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Shock",
            "patterns": ["What is Shock", "collapse"],
            "responses": ["A shock victim should lie down and kept warm with a blanket or coat. Treat the injury or wait for trained medical personnel\n\nYou can however make a massage oil, and massage the entire body at night time before retiring to assist with shock. To make the oil, mix the following:\n\n3 drops Lemon oil\n2 drops Geranium oil\n2 drops Lavender\n1 drop Chamomile (German) oil\n1 drop Petitgrain\nmix with 20 ml vegetable carrier oil\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/shock.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Sinusitis",
            "patterns": ["What is Sinusitis"],
            "responses": ["Steam inhalation\nFor relief of the pain use steam inhalation with the following essential oils added:\n\n2 drops Rosemary oil\n2 drops Peppermint oil\n1 drop Thyme oil\n1 drop Eucalyptus oil\nMassage oil for sinusitis\nAfter the inhalation, mix together 10 ml suitable carrier oil and add the following essential oils:\n\n2 drops Eucalyptus oil\n2 drops Peppermint oil\n3 drops Rosemary oil\n3 drops Geranium oil\n1 drop Tea tree oil\nMassage the oil around the nose, in front and behind the ears, forehead, cheekbones, nose and the neck.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/sinusitis.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Sore throat",
            "patterns": ["What is Sore throat", "raw throat", "throat paining"],
            "responses": ["Massage oil for a sore throat\nTo alleviate discomfort, a massage oil can be applied to the neck and areas towards the back of the ears, and can be made as follows:\n4 drops Chamomile essential oil\n1 drop Thyme essential oil\n1 drop Lemon essential oil\n1 drop Tea tree essential oil\ndiluted in 5 ml vegetable carrier oil.\nSteam inhalation for a sore throat\nSteam inhalation may also prove helpful, and 2 drops Eucalyptus, 2 drops Lavender and 1 drop Thyme oil can be added to the hot water as described on our page dealing with steam inhalation. Remember to keep the eyes closed.\nUse a humidifier to keep the air moist and drink extra fluids.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/sore-throat.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Sties",
            "patterns": ["What is Sties"],
            "responses": ["A sty develops when a pimple-like abscess forms in an oil gland that lines the eyelid. It can develop externally as a red itchy or sore spot, which swells and forms a pink or yellow head.\nThe entire eyelid can become red and painful and feels as if there is something in it. An internal sty is more painful and lifting the eyelid will reveal the yellowish head.\nWashing the eye with a cool tea made from raspberry leaves can alleviate pain.\nCompress\nUsing a compress on the affected eye can also be useful and is made as follows:\nBoil 10 ml rosewater and add 1 drop Chamomile essential oil when cooled down.\nPlace in container and shake well and strain the mixture through a coffee filter and use the strained liquid to make the compress.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/styes.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Swollen ankles",
            "patterns": ["What is Swollen ankles", "ankle swollen", "ankle pain"],
            "responses": ["Ankles can swell for many reasons, including arthritis, rheumatism, varicose veins, high blood pressure, fluid retention and flying.\nResting with the feet up is always an effective cure.\nMassage oil for swollen ankles\nDrink a lot of fluid and massage from the feet up to the knees with the following:\n\n15 drops Fennel oil\n15 drops Cypress oil\ndiluted in30 ml Evening primrose oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/swollen-ankles.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Toothache",
            "patterns": ["What is Toothache", "tooth ache"],
            "responses": ["Toothache is one of the worst pains, and after a time suffering from it - all you can feel is pain.\n\nPut a drop of clove oil on a cotton bud and apply it to the gum around the tooth or into the crevices on either side.\n\nMassage oil for toothache\nThe jawbone and cheek can also be massaged with the following:\n\n1 drop Clove oil\n3 drops Chamomile oil\n1 drop Lemon oil\ndiluted in 5 ml vegetable oil.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/toothache.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Varicose Veins",
            "patterns": ["What is Varicose Veins"],
            "responses": ["Varicose veins can occur in various parts of the body but is most familiar in the legs.\n\nIf the flow of blood is interrupted, the blood can stagnate in the veins and these swell and twist, resulting in purple ropes which are uncomfortable and painful.\n\nMassage oil for varicose veins\nFor some pain relief, very gently massage the legs every day with a mixture of the following:\n\n20 ml Almond oil\n2 drops Wheat germ oil\n4 drops Lavender oil\n4 drops Cypress oil\nWork up the legs from the feet towards the heart.\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/varicose-veins.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Wounds",
            "patterns": ["What is Wounds", "damage"],
            "responses": ["It doesn't matter what the cause, any wounds should be sterilized to prevent infection from setting in.\nBathe the area with 500 ml warm water to which is added:\n5 drops Lavender oil\n2 drops Tea Tree oil\nTo cover up the wound, put 3 drops Lavender oil on a piece of gauze and place it over the cut.\nRenew twice a day and expose the wound to air on the third day, if possible. If in ANY doubt please consult your emergency room immediately\n\nYou can get more information on <a href='https://essentialoils.co.za/treatment/wounds.htm' target='_blank'> here</a>"]
        },
        {
            "tag": "Air freshening",
            "patterns": ["What is Air freshening", "fresh air", "air freshner", "How are sould I create air freshner"],
            "responses": ["To use essential oils as an air freshener simply do the following Air freshening with essential oils\nTake a clean plastic spray bottle (used for spraying plants) and half fill it with clean water. You may wish to use filtered or bottled water, to ensure that no contaminants are in the water.\nAdd 8 - 10 drops of a refreshing and uplifting essential oil to the water and shake well.\nWhen you need to perk up a room, shake the bottle and give the room a couple of quick sprays, but make sure not to spray near polished furniture, as the essential oils can damage the polished surface.\nStore the bottle in a dark cool area.\n\nYou can get more information on <a href='https://essentialoils.co.za/air-freshening.htm' target='_blank'> here</a>"]
        }
   ]
}